{
    "token": {
        "Multimodal representation of scientific results" : "Multimodale Darstellung wissenschaftlicher Ergebnisse",
        "Trend to methodological triangulation" : "Tendenz zur Methodentriangulation",
        "Cross representing socio-cultural and statistical results" : "Interpräsentation soziokultureller und statistischer Resultate",
        "My interdisciplinary approach" : "Interdisziplinäre Herangehensweise",
        "Cross Representation" : "Cross Representation", 
        "Contact" : "Kontakt",
        "Links" : "Links",
        "The author" : "Der Autor",
        "Monographs" : "Monographien",
        "monograph" : "Monographie",
        "Documentaries/Ethnographic films" : "Dokus/Ethnographische Filme",
        "Imprint" : "Impressum",
        "In order to obtain stimulating results and revealing insights of their study object, to get a more detailed and balanced picture of the phenomenon subject to study and therefore give more" : "In den Geisteswissenschaften hat sich mittlerweile die Tendenz etabliert, für die Untersuchung eines (sozialen, kulturellen, linguistischen, etc.) Phänomens verschiedene Forschungsmethoden anzuwenden und zu kombinieren (cross examination). Eine solche Methodentriangulation kann sehr aufschlussreich und anregend sein und ein detaillierteres und ausgeglicheneres Bild des zu untersuchenden Phänomens vermitteln, ermöglicht sie doch die Betrachtung eines Forschungsobjektes aus verschiedenen Blickwinkeln. Da sich hier wissenschaftliche Ergebnisse überschneiden und damit gegenseitig ergänzen, kann deren",
        "credibility" : "Gültigkeit", 
        "and" : "und",
        "validity" : "Glaubwürdigkeit", 
        "to the research results, academic scholars in humanities nowadays increasingly tend to apply and combine several research methodologies in the study of the same phenomenon (cross examination). By using such" : "zusätzlich abgesichert und gleichzeitig die",
        "methodological triangulation" : "Komplexität",
        "this phenomenon is studied from different angles, which allows to obtain more convincing and revealing results and makes the researcher capable of more widely describing the complexity of human behavior." : "menschlichen Verhaltens besser erklärt werden.",
        "In contemporary sociocultural investigations," : "Die Vermittlung",
        "scientific knowledge" : "wissenschaftlicher Erkenntnisse",
        "not necessarily has to be communicated exclusively through text anymore. The digital era offers multiple alternatives to present scientific results by means of" : "muss in der modernen kulturwissenschaftlichen Forschung nicht mehr notwendigerweise allein über den Text erfolgen, sondern kann im Zeitalter der digitalen Medien auch mittels",
        "multimodal manifestation forms" : "multimodaler Ausdrucksformen",
        "i.e." : "dargestellt werden, wobei",
        "synthesising and interlinking text" : "Text",
        "graphics" : "Graphiken",
        "statistical models" : "statistische Modelle",
        "film essays" : "Film-Essays",
        "that extend beyond a mere descriptive documentation or illustration, each one with a clearly defined interest of knowledge. That is" : " die über die reine deskriptive Dokumentation oder Illustration hinausgehen, in einer Synthese der Ergebnisse ineinander übergehen, gleichzeitig aber ein klar definiertes Erkenntnisinteresse beinhalten", 
        "cross representing" : "(Cross Representation)",
        "data." : ".",        
        "As a computer scientist and scholar in cultural and media studies, I feel attracted to New Media and am eager to use new technologies, since I took interest in sociocultural and etnographic investigations. These new media allow me to present the research results of my sociolinguistic and sociocultural studies more adequately. For example, the" : "Als Informatiker sowie Kultur- und Medienwissenschaftler fühle ich mich auf besondere Weise den neuen Kommunikationsmedien und Technologien verpflichtet, besonders seitdem mein Interesse für kulturwissenschaftlich-ethnographische Feldforschungen erwacht ist. Die neuen Medien erlauben es mir die Forschungsergebnisse meiner soziolinguistischen und soziokulturellen Studien auf adäquatere Art und Weise zu präsentieren. So eröffnet zum Beispiel der",
        "film essay" : "Film-Essay",
        "can be used to explain sociocultural phenomena to a non-scientific audience. In time this communication medium, combined with other multimodal manifestation forms, hopefully will stop being an annexed or complementary material of expression to become an indispensable and inseparable medium of" : "einen viel menschlicheren Zugang und vermag soziokulturelle Phänomene auch einem nicht-wissenschaftlichem Publikum näher zu bringen. Diese Film-Essays sollten mit der Zeit nicht mehr nur Anhängsel einer wissenschaftlichen Arbeit oder ergänzendes Material sein, sondern zu einem unerlässlichen und untrennbaren Teil der",
        "exposition of scientific results" : "Präsentation wissenschaftlicher Ergebnisse ",
        "in Humanities." : "werden.",
        "Example Master thesis" : "Beispiel M.A.-Arbeit",
        "Example PhD thesis" : "Beispiel Dissertation",
        "Documentary" : "Dokumentarfilm",
        "Wikipedia link" : "Wikipedia-Link",
        "Documentary (Germany / Cuba 2005) directed by: Cornelius Griep" : "Dokumentarfilm (Deutschland / Kuba 2005), Regie: Cornelius Griep",
        "In the days around December 17 nearly one million Cubans make a pilgrimage to a small town called Rincón, near Santiago de las Vegas in the south of Havana.": "In den Tagen um den 17. Dezember pilgern jährlich fast eine Million Kubaner zum “Rincón”, dem berühmten Wallfahrtsort südlich Havannas in der Nähe von Santiago de las Vegas.",
        "At the altar of the local Catholic Church they thank the Saint Lazarus (San Lázaro) or his equivalent in the Afro-Cuban Santería religion Babalú Ayé for the fulfillment of their wishes.": "Am Altar der dort gelegenen katholischen Kirche wird dem Heiligen Lazarus (San Lázaro) bzw. seiner Entsprechung in der afrokubanischen Santería-Religion Babalú Ayé für die Erfüllung ihrer Wünsche gedankt.",
        "Film Festivals" : "Filmfestivals",
        "OV: Spanish, with German subtitles" : "spanische Originalfassung mit deutschen Untertiteln",
        "Film premiere" : "Filmpremiere",
        "Announcement Film premiere" : "Ankündigung Filmpremiere",
        "Documentary (German version)" : "Dokumentarfilm (deutsche Version)",
        "Documentary (Spanish version)" : "Dokumentarfilm (spanische Version)",
        "Documentary (Germany / Cuba 2010) directed by: Cornelius Griep" : "Dokumentarfilm (Regie: Cornelius Griep, Deutschland / Kuba 2010)",
        "The merit of the Cuban dancer, dance teacher and choreographer Caridad Rodríguez Riverón - Caruca - is the revival of the almost forgotten traditional Cuban dances, an outstanding cultural achievement and an important contribution to the Cuban cultural identity." : "Der Verdienst der kubanischen Tänzerin, Tanzlehrerin und Choreografin Caridad Rodríguez Riverón – Caruca – ist es, dass sie die fast vergessenen traditionellen kubanischen Tänze wieder aufleben ließ, eine herausragende kulturelle Leistung und ein wichtiger Beitrag zur Erhaltung der kubanischen Identität.",
        "Dr. Kerstin Störl and Dr. Cornelius Griep present in their documentary the exciting life of Caruca and examine, underpinned by historical photographs, the history of popular Cuban dances like Son, Mambo, Chachachá, Casino, Rumba and Salsa. Interpersonal encounters are shown through poignant scenes, colorful and fast-paced Cuban dances that occur, both in Rueda groups, individual or couple dances from selfless devotion to partner conflict." : "Dr. Kerstin Störl und Dr. Cornelius Griep stellen in ihrem Dokumentarfilm das aufregende Leben Carucas dar und beleuchten, untermauert durch historische Aufnahmen, die Geschichte der populären kubanischen Tänze wie Son, Mambo, Chachachá, Casino, Rumba und Salsa. Zwischenmenschliche Begegnungen, die beim Tanzen passieren, sei es in der Rueda-Gruppe, beim Einzel- oder Paartanz, von bedin­gungsloser Hingabe bis Partnerkonflikt, werden dargestellt durch mit­reißende, rasante und farbenfrohe Tanz­szenen zu kubanischen Rhythmen.",
        "Multimedia presentation - extracts" : "Multimedia-Präsentation: Auszüge",
        "About the author" : "Über den Autor",
        "More about the author" : "Mehr über den Autor",
        "Who is Cornelius Griep?" : "¿Quién es Cornelius Griep?",
        "Contact Info" : "Kontaktinformationen",
        "Alternatively drop a line by this formular" : "Oder nehmen Sie über das folgende Formular Kontakt auf",
        "First name" : "Vorname",
        "Surname" : "Nachname",
        "Institution (optional)" : "Einrichtung (optional)",
        "Email" : "E-mail",
        "Telephone (optional)" : "Telefon (optional)",
        "Your message" : "Ihre Nachricht",
        "Send message" : "Nachricht verschicken",
        "Contact by email or Skype" : "Kontakt über E-mail oder Skype",
        "email" : "E-mail",
        "Please, write your message here..." : "Bitte hier Ihre Nachricht schreiben...",
        "University of Western Indies" : "RWTH Aachen",
        "Cole" : "Kohl",
        "david.cole@uwi.edu" : "david.kohl@rwth-aachen.de",
        "Follow on Social networks" : "Auf sozialen Netzwerken folgen",
        "Registration with activation code" : "Registrierung mit Aktivierungscode",
        "In order to get access to ebooks, audiovisual material as well as the appendices with the statistical results of the monograph Homophobia and homophilia in Cuba and the Colombian Caribbean coast you should enter the activation code which you can find inside the hard copy of the book. Once you enter the activation code, you'll have access to all content permanently (your browser will remember this). Make sure your browser has activated cookies! If you are experiencing any problems, please send a message." : "Um Zugang zu den ebooks, dem audiovisuellen Material sowie den Anhängen mit den statistischen Resultaten der Monographie Homophobie und Homophilie in Kuba und der kolumbianischen Karibikküste zu bekommen, geben Sie bitte den Aktivierungscode der entsprechenden Buchversion ein. Die Eingabe des Codes ist nur einmal notwendig. (Danach ist die Freischaltung aller Inhalte dauerhaft gewährleistet.) Bitte Aktivieren Sie hierfür Cookies in Ihrem Browser. Sollten Probleme auftreten, schreiben Sie bitte eine Nachricht.",
        "Career progression" : "Beruflicher Werdegang",
        "Doctor Philosophiae (Dr. phil.) in Romance Cultures and Master in Romance Languages (M.A. phil.)," : "Doctor Philosophiae (Dr. phil.) in romanischer Kulturwissenschaft, Magister in Romanistik (M.A. phil.),",
        "Institute of Romance Languages and Cultures" : "Institut für Romanistik",
        "Master in Computer Science (M.A. rer. nat.)," : "Magister in Informatik (M.A. rer. nat.),",
        "Cornelius Griep is currently conducting research at the Technical University of Berlin and working as a computer scientist and consultant on Latin America at the International Office of the Humboldt University Berlin. In his free time he directs ethnographic and documentary films and promotes intercultural dialogue, for example, by organizing study tours to Africa and Latin America." : "Derzeit forscht Cornelius Griep an der Technischen Universität Berlin und arbeitet als Informatiker und Konsultant zu Lateinamerika für das Internationale Büro der Humboldt-Universität zu Berlin. Zudem ist er Regisseur von ethnographischen und Dokumentarfilmen und fördert den interkulturellen Dialog z.B. durch die Organisation von Studienreisen nach Afrika und Lateinamerika.",
        "Institute of Computer Science" : "Institut für Informatik",
        "Skills for CrossRep:" : "Skills für CrossRep:",
        "Research (Social and Cultural Sciences, Romance Languages, Anthropology)" : "Forschung (Sozial- und Kulturwissenschaften, romanische Sprachen, Anthropologie",
        "Computer Science (Digital Media, Statistical analysis software, simple regression models)" : "Informatik (Digitale Medien, Statistische Analysesoftware, Regressionsmodelle",
        "Film (Ethnographic and documentary filmmaking, film essays)" : "Filmwissenschaft (Ethnographische und Dokumentarfilmerstellung, Film-Essays)",
        "The official discourse and its influence on spoken language in Cuba" : "Die Wirkung des offiziellen Diskurses auf die Alltagssprache in Kuba",
        "Homophobia and homophilia in Cuba and the Colombian Caribbean coast" : "Homophobie und Homophilie in Kuba und der kolumbianischen Karibikküste",
        "Caruca - Life is dance" : "Caruca – Leben ist Tanz",
        "Evolution: Three Cuban stories" : "Evolution: drei kubanische Geschichten",
        "On the trail of Alexander von Humboldt in Latin America" : "Auf den Spuren Alexander von Humboldts in Lateinamerika",
        "On the trail of Alexander von Humboldt in Cuba" : "Auf Alexander von Humboldts Spuren in Kuba",
        "On the trail of Alexander von Humboldt in Colombia" : "Auf Alexander von Humboldts Spuren in Kolumbien",
        "On the trail of Alexander von Humboldt in Cuba - Impressions" : "Auf Alexander von Humboldts Spuren in Kuba - Eindrücke",
        "On the trail of Alexander von Humboldt in Cuba - Interview" : "Auf Alexander von Humboldts Spuren in Kuba - Interview",
        "On the trail of Alexander von Humboldt in Colombia - Impressions" : "Auf Alexander von Humboldts Spuren in Kolumbien - Eindrücke",
        "On the trail of Alexander von Humboldt in Colombia - Interview" : "Auf Alexander von Humboldts Spuren in Kolumbien - Interview",
        "Pedro and the Mejunge" : "Pedro und das Mejunge",
        "Evolution: From Homo sapiens to Homosexual – three Cuban stories" : "Evolution: Vom Homo sapien zum Homosexuellen? – drei kubanische Geschichten",
        "Ethnographic Films" : "Ethnographische Filme",
        "are three young Cuban homosexuals from Havana, Santa Clara and Las Tunas. All three derive from different socio-economic backgrounds, but they have in common the strive to express their sexual orientation in Cuba in the special period." : ", drei junge kubanische Homosexuelle aus Havanna, Santa Clara und Las Tunas aus jeweils unterschiedlichen sozioökonomischen Hintergründen, haben alle eins gemeinsam: den Wunsch, ihre sexuelle Orientierung im heutigen Kuba zum Ausdruck zu bringen.",
        "discovered to be gay at the age of 18. After finishing his career at the University of Havana he founded the Teatro Espontáneo de La Habana, a popular theatre group that performs their spontanous actions, e.g. in the Facultad de Artes y Letras of the University of Havana, the Allianza Francesa, the Pabellón Cuba or in one of the numerious casas de la cultura in Havana. Besides he is actively engaged in the anti-homophobia movement in today's Cuba." : "entdeckte seine Homosexualität im Alter von 18 Jahren. Nach dem Studium gründete Carlos das 'Havannaer Spontantheater' (Teatro Espontáneo de La Habana), eine Theatergruppe, die während ihrer Aufführungen spontan mit dem Publikum interagiert, zum Beispiel, in der geisteswissenschaftlichen Fakultät der Universität von Havanna, der Stiftung der Alliance française, im Pabellón Cuba oder in einige der zahlreichen Kulturhäuser (casas de la cultura) Havannas. Außerdem engagiert er sich für die Anti-Homophobie-Bewegung im heutigen Kuba.",
        "is black and homosexual, something that is considered the worst thing in Cuba. Due to racial and sexual discrimination he was forced to leave school early, but he was able to gain himself respect in society by establishing himself as a spiritualist sharing his gift with people in need. He also founded the first homosexual night club of Las Tunas." : "ist schwarz und homosexuell und hat im Laufe seines Lebens viel rassische und sexuelle Diskriminierung miterleben müssen. Obwohl er früh die Schule verlassen musste, war er imstande sich aufgrund seiner spiritistischen Gabe sowie der Bereitschaft, Bedürftigen damit zu helfen Respekt und gesellschaftliche Anerkennung zu verschaffen. Er gründete auch die ersten homosexuellen Nachtclub in Las Tunas.",
        "lives in Santa Clara with his older lover and is part of a unique cultural space in Cuba, that was formed around the Mejunje, a night club founded by Cuban revolutionary and homosexual Silverio." : "lebt in Santa Clara mit seinem älteren Geliebten. Er ist Teil der schwulen Szene um das Mejunje, einem vom kubanischen Revolutionär und Homosexuellen Silverio gegründeten Nachtclub.",
        "Methodology: I accompany all three of them in their daily activities during a period of at least 72 hours, using an ethnographic approach by realizing three film documentaries that last about one hour each." : "Methodologie: Mittels eines ethnographischen Ansatzes begleite ich alle drei über einen Zeitraum von mindestens 72 Stunden. Als Resultat sind drei jeweils 1-stündige Dokumentarfilme entstanden.",
        "After Fidel Castro delegated power to his brother Raúl, there has not been big changes in Cuban politics and its official discourse (see" : "Nachdem Fidel Castro seinem Bruder Raúl die Amts- und Regierungsgeschäfte übertragen hatte, sind in der Ausrichtung der kubanischen Politik nur wenige schleppende und im offiziellen Sprachgebrauch keine Veränderungen vollzogen worden (siehe",
        "Nevertheless, there has been an almost immediate opening in the country's gender policy, pushed forward by the president's daugther Mariela Castro Espín, who founded in 1990 the Centro de Estudios sobre la Sexualidad (CENESEX) and promotes since then legislative and cultural change for the Cuban LGBT community." : "Allerdings kam es fast schlagartig zu einer unmittelbaren Öffnung des Landes hinsichtlich einer fortschrittlichen Genderpolitik. Die Tochter des Präsidenten, Mariela Castro Espín, die 1990 das Centro de Estudios sobre la Sexualidad (CENESEX) gegründet hatte und seitdem den legislativen und kulturellen Wandel der kubanische LGBT-Gemeinde fördert, spielt hierbei eine übergeordnete Rolle.",
        "In 2007 I began to document the expression of the flexibilization that has been taking place in the LGBT community in the Western and Central provinces of Cuba. I carried out video recordings of scenes where there is public homosexual activity happening in the Cuban capital, like the Malecón, some parks, certain zones of the surrounding areas of Havana, the Havana carnival (2005 till 2012), the International Day Against Homophobia (Día mundial contra la homofobia that is celebrated since 2008 on the island), the gay beach “Mi Caíto” in Playas del Este or the famous Mejunje club in Santa Clara." : "2007 begann ich in den westlichen und zentralen Provinzen Kubas den Ausdruck dieser in der Gesellschaft Spuren hinterlassenden Flexibilisierung zu dokumentieren, indem ich die 'homosexuale Szene' in Zonen der kubanischen Hauptstadt zu filmen begann, am Malecón, in Parks, bestimmten Zonen der Peripherie, dem Havannaer Karneval, dem Día mundial contra la homofobia (Internationale Tag gegen Homophobie, der auf der Insel seit 2008 gefeiert wird), am Strand 'Mi Caíto' in Playas del Este östlich Havannas oder dem Mejunje-Club in Santa Clara, etc.",
        "Homophobia - from repudiation through discrimination and in extreme circumstances even to open violence - is in the Caribbean still a trigger for social conflicts. Only a few years ago a series of gruesome murders of homosexuals occurred in Barranquilla and Cartagena de Indias. In this study two main research objectives are established: What is the level of acceptance of homosexuals? Do double standards with regard to homosexuality exist?" : "Homophobie – von Ablehnung über Diskriminierung bis hin zu offener Gewalt – ist in der Karibik heute noch Zündstoff für gesellschaftliche Auseinandersetzungen. Erst 2008 schockierte eine brutale Mordserie an Homosexuellen in Barranquilla und Cartagena de Indias. In der vorliegenden Untersuchung wird folgenden zwei Hauptforschungsfragen nachgegangen: Wie hoch ist das Akzeptanzniveau von Homosexualität? Gibt es eine Doppelmoral hinsichtlich des Themas der Homosexualität?",
        "Trailer" : "Trailer",
        "Back to extract" : "zurück zur Leseprobe",
        "Academic antecedents" : "Voruntersuchungen",
        "Homophobia and homophilia in Cuba and the Colombian Caribbean coast" : "Homophobie und Homophilie in Kuba und der kolumbianischen Karibikküste",
        "Sociocultural causal model III for" : "Soziokulturelles Kausalmodell III für",
        "Sociocultural causal model V for" : "Soziokulturelles Kausalmodell V für",   
        "Sociocultural causal model VI for" : "Soziokulturelles Kausalmodell VI für", 
        "Aceptation index of homosexuals" : "Akzeptanzniveau von Homosexuellen",
        "in Colombia" : "in Kolumbien",
        "The following film essay is the explication of the sociocultural causal model III for the dependent variable" : "Der folgende Film-Essay dient der Erklärung des soziokulturellen Kausalmodells III für die abhängige Variable",
        "in Cuba" : "in Kuba",
        "Sociocultural causal models" : "Soziokulturelle Kausalmodelle",
        "Homophilia in Cuba" : "Homophilie in Kuba",
        "Homophilia in Colombia" : "Homophilie in Kolumbien",
        "Homophobia in Cuba" : "Homophobie in Kuba",
        "Homophobia in Colombia" : "Homophobie in Kolumbien",
        "Sociocultural variables" : "Soziokulturelle Variablen",
        "Double standards" : "Doppelmoral",
        "Double standards with regard to homosexuality" : "Doppelmoral in Bezug auf Homosexualität",
        "Cultural stereotypes" : "kulturelle Stereotype",
        "Cultural stereotypes with regard to homosexuality" : "Existenz kultureller Stereotype über Homosexualität",
        "Religious stereotypes" : "religiöse Stereotype",
        "Religious stereotypes with regard to homosexuality" : "Religiöse Stereotype in Bezug auf Homosexualität",
        "Very high level of religious stereotypes with regard to homosexuality (value: 7)" : "Sehr starke religiöse Stereotype in Bezug auf Homosexualität (Wert: 7)",
        "High level of religious stereotypes with regard to homosexuality (value: 6)" : "Starke religiöse Stereotype in Bezug auf Homosexualität (Wert: 6)",
        "Medium-high level of religious stereotypes with regard to homosexuality (value: 5)" : "Mittelstarke religiöse Stereotype in Bezug auf Homosexualität (Wert 5)",
        "Medium level of religious stereotypes with regard to homosexuality (value: 4)" : "Mittlere religiöse Stereotype in Bezug auf Homosexualität (Wert: 4)",
        "Medium-low level of religious stereotypes with regard to homosexuality (value: 3)" : "Mittlere bis geringe religiöse Stereotype in Bezug auf Homosexualität (Wert: 3)",
        "Low level of religious stereotypes with regard to homosexuality (value: 2)" : "Geringe religiöse Stereotype in Bezug auf Homosexualität (Wert: 2)",
        "Very low level of religious stereotypes with regard to homosexuality (value: 1)" : "Sehr geringe religiöse Stereotype in Bezug auf Homosexualität (Wert: 1)",
        "Absence of religious stereotypes with regard to homosexuality (value: 0)" : "Kein Vorhandensein religiöser Stereotype über Homosexualität",
        "Absence of comment on social discrimination of homosexuals (value: 0)" : "Kein Kommentar über die soziale Diskriminierung von Homosexuellen (Wert: 0)",
        "Comment on social discrimination of homosexuals (value: 1)" : "Kommentar über die soziale Diskriminierung von Homosexuellen (Wert: 1)",
        "Comment on existence of machismo in society (value: 1)" : "Kommentar über die Existenz von machismo in der Gesellschaft (Wert: 1)",
        "Absence of comment on existence of machismo in society (value: 0)" : "Kein Kommentar über die Existenz von machismo in der Gesellschaft (Wert: 0)",
        "Very high level of machismo in language (value: 7)" : "Sehr hoher Grad an Machismo in der Sprache (Wert: 7)",
        "High level of machismo in language (value: 6)" : "Hoher Grad an Machismo in der Sprache (Wert: 6)",
        "Medium-high level of machismo in language (value: 5)" : "Mittelhoher Grad an Machismo in der Sprache (Wert: 5)",
        "Medium level of machismo in language (value: 4)" : "Mittlerer Grad an Machismo in der Sprache (Wert: 4)",
        "Medium-low level of machismo in language (value: 3)" : "Mittlerer bis geringer Grad an Machismo in der Sprache (Wert: 3)",
        "Low level of machismo in language (value: 2)" : "Niedriger Grad an Machismo in der Sprache (Wert: 2)",
        "Very low level of machismo in language (value: 1)" : "Sehr niedriger Grad an Machismo in der Sprache (Wert: 1)",
        "Strong homophobic traits in language (value: 6)" : "Starke Neigung zu homophober Sprache (Wert: 6)",
        "Absence of machismo in language (value: 0)" : "Kein Vorhandensein von Machismo in der Sprache (Wert: 0)",
        "Homophobic traits in Language" : "Homophobie Züge in der Sprache",
        "Very low homophobic traits in language (value: 1)" : "Sehr geringe Neigung zu homophober Sprache (Wert: 1)",
        "Low homophobic traits in language (value: 2)" : "Geringe Neigung zu homophober Sprache (Wert: 2)",
        "Medium strong homophobic traits in language (value: 5)" : "Mittelstarke Neigung zu homophober Sprache (Wert: 5)",
        "Medium homophobic traits in language (value: 4)" : "Mittlere Neigung zu homophober Sprache (Wert: 4)",
        "Medium-low homophobic traits in language (value: 3)" : "Mittlere bis geringe Neigung zu homophober Sprache (Wert: 3)",
        "Very strong homophobic traits in language (value: 7)" : "Sehr starke Neigung zu homophober Sprache (Wert: 7)",
        "Absence of homophobic traits in language (value: 0)" : "Keine Neigung zu homophober Sprache (Wert: 0)",
        "First example of Existence of double standards with regard to homosexuality (value: 1)" : "Erstes Beispiel für die Existenz von Doppelmoral in Bezug auf Homosexualität (Wert: 1)",
        "Second example of Existence of double standards with regard to homosexuality (value: 1)" : "Zweites Beispiel für die Existenz von Doppelmoral in Bezug auf Homosexualität (Wert: 1)",
        "First example of absence of double standards with regard to homosexuality (value: 0)" : "Erstes Beispiel für keine Doppelmoral in Bezug auf Homosexualität (Wert: 0)",
        "Second example of absence of double standards with regard to homosexuality (value: 0)" : "Zweites Beispiel für keine Doppelmoral in Bezug auf Homosexualität (Wert: 0)",
        "Existence of cultural stereotypes with regard to homosexuality (value: 1)" : "Existenz kultureller Stereotype über Homosexualität (Wert: 1)",
        "Absence of cultural stereotypes with regard to homosexuality (value: 0)" : "Kein Vorhandensein kultureller Stereotype über Homosexualität (Wert: 0)",
        "First example of Palenque de San Basilio" : "Primer ejemplo de Palenque de San Basilio",
        "Second example of Palenque de San Basilio": "Segundo ejemplo de Palenque de San Basilio",
        "First example of machismo and place of residence" : "Erstes Beispiel für Machismo und Wohnort",
        "Second example of machismo and place of residence" : "Zweites Beispiel für Machismo und Wohnort",
        "Example of cultural stereotypes and acceptance of homosexuals" : "Beispiel für kulturelle Stereotype und Akzeptanz von Homosexuellen",
        "The following film essay is the explication of the sociocultural causal models IV and V for the dependent variable" : "Der folgende Film-Essay dient der Erklärung der soziokulturellen Kausalmodelle IV und V für die abhängige Variable",
        "The following film essay is the explication of the sociocultural causal models IV, V and VI for the dependent variable" : "Der folgende Film-Essay dient der Erklärung der soziokulturellen Kausalmodelle IV, V und VI für die abhängige Variable",
        "in the Colombian Caribbean coast" : "in der kolumbianischen Karibikküste",
        "Machismo in Language" : "Machismo in der Sprache",
        "Comment on existence of machismo in society" : "Kommentare über die Existenz von Machismo in der Gesellschaft",
        "Comment on social discrimination" : "Kommentare über die soziale Diskriminierung in der Gesellschaft",
        "Machismo and place of residence" : "Machismo und Wohnort",
        "Cultural Stereotypes and acceptance of homosexuals" : "kulturelle Stereotype und Akzeptanz von Homosexuellen",
        "Supporting videos" : "Video-Begleitmaterial",
        "Interpretation of path models" : "Erklärung Pfadmodelle",
        "Go a level up" : "Eine Ebene höher",
        "The monograph is the result of multiple (more than 30) visits to the Cuban island from 1996 till today. During this time I have had the opportunity to experience in situ how Cubans constantly adapt, develop and reinvent their linguistic variety in relation to the official discourse. This close immersion in the Cuban reality made it possible, not only to gain awareness of linguistic and cultural manifestations of Cuban intangible heritage and the collective unconscious, but also allowed me to achieve an elaborated understanding of the psychological mechanisms that underlie Cuban idiosyncratic expressions of everyday communication in Cuba, both on a linguistic and sociocultural level." : "Diese Arbeit ist das Ergebnis von mehreren (mehr als 30) Besuchen der Insel von 1996 bis heute. Während dieser Zeit hatte ich die Gelegenheit hautnah mitzuerleben, wie die Kubaner ihre sprachliche Varietät in Beziehung zum offiziellen Diskurs ständig anpassten, weiterentwickelten und neu erfanden. Dieses tiefe Eintauchen in die kubanische Realität ermöglichte es mir, nicht nur Bewusstsein für sprachliche und kulturelle Erscheinungsformen des immateriellen Erbes und des kollektiven Unbewussten der Kubaner, sondern auch ein umfassendes Verständnis für die psychologischen Mechanismen zu erlangen, die dem idiosynkratischen Ausdrucksreichtum der alltäglichen Kommunikation in Kuba, sowohl auf sprachlicher als auch auf soziokultureller Ebene, zugrunde liegen.",
        "This research intends to make accessible my knowledge and the audiovisual field material (videos, audio recordings, photos, etc..) that have been accumulated during more than a decade, emphasizing the relationship between Cuban sociocultural manifestations and the current linguistic situation of the country. This work aims to give new impetus to research on the sociocultural and linguistic landscape of today's Cuba." : "Neben meinem Wissen über die kubanische Kultur und Sprache möchte ich mit dieser Untersuchung auch das über einen Zeitraum von über 10 Jahren gesammelte audiovisuelle Material (Videos, Audio-Aufnahmen, Fotos, etc..) zugänglich machen und dabei besonderes Hauptaugenmerk auf die Beziehung der soziokulturellen Äußerungen und der aktuellen Sprachsituation im Land legen. Diese Arbeit möchte neue Impulse für Forschung zur soziokulturellen und linguistischen Forschung zu Kuba geben.",
        "More than half a century of Cuban Revolution has left evident marks in the colloquial speech of Cuban people. The effects of this influence can be noticed in the language of several generations. By means of discourse analysis are examined both the official Cuban discourse and its effect in everyday language and culture during the so called 'special period'. Linguistic expressions of everyday life, cognitive-linguistic patterns, communication structures and cultural practices are analyzed. The interdisciplinary approach allows to determine sociocultural characteristics about Cuban identity, which contributes to a broad understanding of Cuban idiosyncrasy. Its cultural manifestations are related to the language situation on the island." : "Angesichts des Apells Raúl Castros Mitte 2016 an die Bevölkerung 'den Gürtel wieder enger zu schnallen', kommt es zu einer noch tiefer greifenden Diskrepanz zwischen dem immer noch stalinistisch geprägten, revolutionären Diskurs und der Alltagssprache. Dieser Kontrast lässt sich anhand von populären Sprechweisen, kognitiv-sprachlichen Mustern, kulturellen Praktiken und Kommunikationsstrukturen mittels Diskursanalyse und teilnehmender Beobachtung über einen Zeitraum von knapp zwei Jahrzehnten feststellen. Vom Beginn des período especial, der Sonderperiode in Friedenszeiten, über die sozio-ökonomischen Anpassungen des kubanischen Modells der letzten Jahre bis zur jüngsten Normalisierung der diplomatischen Beziehungen zwischen Kuba und den USA, wird in diesem Buch der kubanische offizielle und alltagssprachliche Diskurs auf (mikro- und makro)strukturelle Veränderungen hin untersucht.",
        "Based on the obtained results and by a further analysis of official discourse (used in recent socio-economic developments, including the restoration of diplomatic relations between Cuba and the United States) a possible scenario for the not too distant future of the island and probable socio-political implications are prognosticated.." : "Die interdisziplinäre Herangehensweise des Autors ermöglicht dabei die Aufdeckung soziokultureller Merkmale, Identitätsstrukturen und Kulturtechniken. Aus dem Wechselspiel von stereotypisiertem offiziellen Diskurs, und einer sich an die sozialen Begebenheiten anpassenden Umgangssprache, werden schlussendlich mögliche Szenarien für die sozio-politische Entwicklung der Insel in naher Zukunft abgeleitet.",
        "Why this investigation" : "Ziel und Nutzen der Forschung",
        "Why this investigation?" : "Forschungszweck",
        "Stereotypes and diversity en Cuban youth language" : "Stereotypie und Diversität in der kubanischen Jugendsprache",
        "Choteo: a sociocultural survival practice in today's Cuba" : "Die Kulturtechnik des 'choteo' als (Überlebens-)strategie im heutigen Cuba",
        "The influence of official discourse in the 'special period'" : "Der Einfluss des offiziellen Diskurses in der 'Sonderperiode'",
        "Monograph" : "Monographie",
        "Permanent Revolution in Havana 2010" : "permanente Revolution in Havanna 2010",
        "Poster in Havana: resistence 2006" : "Plakat mit Aufforderung zum Durchhalten in Havanna 2016 ",
        "'Take command, Commander' with pentagram in Havana 2012" : "'Befehlige Kommandant' mit Fünfstern in Havanna 2012",
        "Official prescription of national pride in Havana 2006" : "Offizielle Verordnung von Nationalstolz 2006",
        "Historical contextualization of Cuban Revolution 2006" : "historische Einbettung der kubanischen Revolution 2006",
        "Historic confirmation of Cuban Revolution 2010" : "Historische Bestätigung der kubanischen Revolution 2010",
        "Fidel Castros legitimation of Raúl Castros politics in Havana 2010" : "Legitimierung der Politik Raúl Castros durch seinen Bruder Fidel 2010",
        "Idolized leaders in Havana: Fidel Castro, José Martí, Simon Bolívar and Hugo Chavez 2014" : "Idole der Bruderschaft in Havanna: Fidel Castro, José Martí, Simon Bolívar und Hugo Chavez 2014",
        "Political marketing for five Cuban spies Havana 2010" : "politisches Marketing für die fünf kubanischen Spione in Havanna 2010",
        "Wall painting of Cuban political youth organisation in Alamar 2012" : "Wandbemalung der Kommunistischen Jugend Kubas in Alamar 2012",
        "Slogan of CDRs (Comité de Defensa de la Revolucion) in Havana 2012" : "Losung der CDR's (Comité de Defensa de la Revolución) in Havanna 2012",
        "Parade for 45th anniversary of the FAR in Havana 2006" : "Demonstration zum 45. Jahrestag der FAR in Havanna 2006",
        "Poster of Cuba victim of the embargo in Havana 2012" : "Der Topos des Opfers der Blockade 2012",
        "Poster in Havana: United for a prosperous and sustainable socialism 2013" : "Vereint für einen erfolgreichen und nachhaltigen Sozialismus 2013",
        "Sports as a right of the people, in Havana 2006" : "Der Diskurs des Sports als ein Recht des Volkes 2006",
        "Symbolic use of pentagram in Havana five Cuban heroes 2006" : "Symbolische Nutzung des Pentagrams bei den fünf Helden des Vaterlands 2006",
        "Poster with five Cuban heros in Havana 2013" : "Poster mit den 'fünf kubanischen Helden' in Havanna 2013",
        "Store for religious objects in Havana 2014" : "Laden mit religiösen Utensilien in Havanna 2014",
        "The Santuario de San Lazaro church in Santiago de las Vegas" : "Die Santuario de San Lazaro Kirche in Santiago de las Vegas",
        "Santeria shrine dedicated to Orisha Yemaya the Goddess of the Ocean in Havana 2014" : "Santería-Alter zur Ehren des Orishas Yemayas, der Meeresgöttin, in Havanna 2014",
        "Art project Murallando in Havana Caridad del Cobre patroness of Cuba 2015" : "Das Havannaer Kunstprojekt 'Murallando': Die Caridad del Cobre, die Patronin Kubas 2015",
        "Achievements of Cuban Revolution in the field of education 2006" : "Der Topic der Errungenschaften der kubanischen Revolution im Bildungswesen 2006",
        "Camello symbol of transport deficiencies in the 90s as object of Havana art project 'Murallando' 2015" : "Der camello, Symbol des Transportmangels der 90er Jahre als Ziel des Havannaer Kunstprojekts 'Murallando' 2015",
        "Personality cult around Fidel Castro in Havana 2006" : "Personenkult um Fidel Castro in Havanna 2006",
        "Tribute to and in San Miguel del Padron 2010" : "Dezime zu Ehren San Miguel del Padróns 2010",
        "Faded revolutionary wall painting in Havana 2014" : "Verblasste revolutionäre Mauerbemalung in Havanna 2014",
        "Always Revolution in Havana 2006" : "Die ewige Revolution in Havanna 2006",
        "Synopsis" : "Zusammenfassung",
        "Table of content" : "Inhaltsverzeichnis",
        "Content" : "Inhalt",
        "Poster (Spanish)" : "Poster (Spanisch)",
        "Poster" : "Poster",
        "Multimedia presentation" : "Multimedia-Präsentation",
        "Multimedia CD" : "Multimedia-CD",
        "External Links" : "Externe Links",
        "CD Cover" : "CD-Cover",
        "Lectures" : "Vorträge",
        "(monograph, Spanish)" : "(Monographie, Spanisch)",
        "(monograph, German)" : "(Monographie, Deutsch)",
        "Article in university magazine 'TU Intern' (column Research, 2011)" : "Artikel in Hochschulzeitung “TU Intern” (Rubrik “Forschung”, 2011)",
        "(documentary film, Premiere: Ibero-American Institute, Berlin)" : "(Dokumentarfilm, Premiere: Ibero-Amerikanisches-Institut, Berlin)",
        "alternatively:" : "alternativ:",
        "Download article as pdf file" : "Artikel als pdf herunterladen",
        "Article in German national newspaper 'Der Tagesspiegel' (column Knowledge, 2011)" : "Artikel in deutscher Tageszeitung “Der Tagesspiegel” (Rubrik “Forschung”, 2011)",
        "Guideline for interpretation of sociocultural causal models by the example of" : "Leitfaden für die Interpretation der soziokulturellen Kausalmodelle",
        "Interpretation guide" : "Leitfaden",
        "Interpretation guide for sociocultural causal models" : "Leitfaden zum Verständnis der soziokulturellen Kausalmodelle",
        "The following video shall give a short overview on how to interprete the path models using the example of sociocultural causal model III for the dependent variable" : "Das folgende Video soll einen kurzen Überblick über die Interpretation der Pfadmodelle geben. Herangezogen wird hierfür das soziokulturelle Kausalmodell III für die abhängige Variable",
        "Despite the diversity that characterizes the analyzed regions, Cuba and the Colombian Caribbean coast west of the Magdalena River, in particular, these regions are largely homogeneous in language, history, culture, ethnical composition, culinary specialities, religion, etc. This homogeneity makes feasible and viable a study of this area, with results that can transcend this particular socio-geographic space." : "Trotz aller Diversität, die den untersuchten Karibikraum – Kuba und die kolumbianische Karibikküste westlich des Río Magdalena – im einzelnen kennzeichnet, stellt dieser aufgrund ähnlicher Sprache, Kultur, Geschichte, kulinarischer Gewohnheiten, ethnischer Zusammensetzung und Vermischung, etc. ein weitgehend homogenes Gebiet dar, in dem sich Analysen als breit verwertbar, mit räumlich weiter Geltung anbieten. Diese Homogenität macht also eine Studie möglich, dessen Ergebnisse diesen besonderen sozio-geografischen Kulturraum zu transzendieren imstande sind.",
        "My original motivation for this investigation dates back into the year 2008 after the first visit of both most popular Colombian coastal cities Cartagena de Indias and Barranquilla, where a several homosexuals were murdered brutally, unsolved until today maybe because of reasons that are related to homophobia (like the fact of the police justification of these crimes with the sexual orientation of the murdered persons)." : "Meine ursprüngliche Motivation für die Untersuchung entstand im Jahre 2008 nach dem ersten Besuch der beiden bedeutendsten kolumbianischen Küstenstädte Cartagena de Indias und Barranquilla, in denen eine Reihe brutaler Morde an Homosexuellen verübt worden waren, die vielleicht aus Gründen, die mit Homophobie im Zusammenhang stehen (wie der Tatsache der polizeilichen Rechtfertigung dieser Verbrechen mit der sexuellen Orientierung der getöteten Personen), bis heute nicht aufgeklärt worden sind.",
        "The sociohistoric fact that homosexuals after the victory of the socialist Revolution of 1959 were locked away into work camps, motivated the investigation of the topic in the today's Cuban society, which finds itself in a deep crisis of economy, language and values." : "In Kuba motivierte die sozio­historische Tatsache, dass Homosexuelle nach dem Sieg der sozialistischen Revolution von 1959 verfolgt und in Arbeitslager gesperrt wurden, die Untersuchung des Themas in der heutigen kubanischen Gesellschaft, die sich in einer tiefen Wirtschafts-, Werte- und Sprachkrise befindet.",
        "Another circumstance which influenced the choice of the topic of this study was the impact of the severe economic crisis that took place in Cuba since 1990 (also known as the special period) and left marks in today's Cuban society. This crisis contributed to significant changes in individual human values and discursive manifestations of the general population associated with these phenomena. One of the social phenomena associated with these changes was the jineterismo, sociocultural survival strategy through prostitution with foreigners, studied in my monograph" : "Durch die Auswirkungen der schweren Wirtschaftskrise ab 1990 in Kuba (auch als Sonderperiode bekannt) auf die kubanische Gesellschaft gab es teilweise drastische Veränderungen im menschlichen Wertsystem und allerlei sozialen Phänomenen, wie dem Jineterismo, einer soziokulturellen Lebensstrategie mittels Prostitution mit Ausländern, die ich in meiner Monographie",
        "The phenomena 'Jineterismo', at the point of this research, had been already considered among the Cuban population as a sociocultural accepted strategy (see" : " Die Jineterismo wurde zum Zeitpunkt der Untersuchung in der kubanischen Bevölkerung bereits als eine legitime Form des Überlebens akzeptiert (vgl. hierzu",
        "pp. 66 and" : "Seite 66 und",
        "In 2007 I began doing ethnographic research on the discursive strategies of homosexuals in Cuba and their attempts to readjust the expression of their homosexuality in different areas of their life. My research began with the" : "Durch meine ethnographischen Forschungen über diskursive Strategien von Homosexuellen in Kuba, die ich im Jahre 2007 mit der Verfilmung dreier kubanischer Lebenswege begonnen hatte,",
        "shooting of three stories of gay life in the island" : "(mittels drei ethnographischer Filme)",
        "Starting with this first work, It became evident that a big part of the Cuban population unconsciously identified masculinity as closely linked to the model of heterosexual life, and that the apparent tolerance toward homosexuals in recent years, mainly due to the change in official discourse regarding the civil rights of this social group, was conditioned by the extreme (socio-political, socio-cultural and socio-economic) situation of the special period. Since there was no representative empirical research, able to confirm or refute the hypothesis that the alleged tolerance toward homosexuals was a nonexistent reality beyond the official discourse, I decided to investigate the topic." : "wurde mir immer stärker der Widerspruch deutlich, dass in Kuba Männlichkeit von der großen Masse der Bevölkerung auch weiterhin unreflektiert als mit der heterosexuellen Lebensweise verwoben identifiziert wurde und die vermeintliche Toleranz gegenüber Homosexuellen in den letzten Jahren in erster Linie den Veränderungen des offiziellen Diskurses hinsichtlich der LGBT-Rechte und diese wiederum den sozio-politischen, sozio-kulturellen und sozio-ökonomischen Bedingungen des período especial geschuldet waren. Da es hierzu keine repräsentativen empirischen Forschungen gab, die die These bestätigen oder widerlegen konnten, dass die vermeintliche Öffnung und Tolerenz gegenüber der homosexuellen Gemeinschaft auch außerhalb der Realität des offiziellen Diskurses existiert, beschloss ich das Thema in Form einer Dissertation zu behandeln.",
        "Read more" : "Weiterlesen",
        "Linguistic forms of social exclusion in Spanish-speaking Caribbean: Cuba and Colombian Caribbean coast": "Formas lingüísticas de exclusión social en el Caribe hispanohablante: Cuba y la costa caribeña colombiana",
        "In this doctoral thesis a combination of linguistics and statistical techniques is used in order to study sociocultural and discursive manifestations of homophobia and acceptation of homosexuals in the Colombian Caribbean coast, west of the Río Magdalena, and the population groups of La Habana and Santa Clara in Cuba. Furthermore, the inherent relations around the acceptance of homosexuality, as well as the discourse that directly or indirectly rejects any sexual orientation different from the established heteronormative model are analyzed." : "In dieser Doktorarbeit wird eine Kombination linguistischer und statistischer Methoden verwendet, um diskursive und soziokulturelle Manifestationen von Homophobie und die Akzeptanz Homosexueller im Gebiet der spanischsprachigen Karibik am Beispiel von Bevölkerungsgruppen in Havanna, Santa Clara (Kuba) und an der kolumbianischen Karibikküste westlich des Río Magdalena zu untersuchen. Auch werden die inhärenten Beziehungen rund um die Akzeptanz von Homosexualität als auch der Diskurs, der jedwede vom heterosexistischen Modell abweichende sexuelle Orientierung direkt oder indirekt ablehnt, analysiert.",
        "In this doctoral thesis a combination of linguistics and statistical techniques is used in order to study sociocultural and discursive manifestations of homophobia and acceptation of homosexuals in the Colombian Caribbean coast, west of the Río Magdalena, and the population groups of La Habana and Santa Clara in Cuba. Furthermore, the inherent relations around the acceptance of homosexuality, as well as the discourse that directly or indirectly rejects any sexual orientation different from the established heteronormative model are analyzed. For this purpose a descriptive model of homophobia is constructed, that determines the homophobic tendencies and the related socio-cultural factors in the examined regions and visualizes the implications of the independent variables to the homophobic traits by integrating so called causal sociocultural models. These models, considered linear recursive models, are designed in order to understand the interrelation between homofobic conduct, machism, double standards and different levels of acceptance towards homosexuals. By means of here denominated causal sociocultural models, the results of a firm statistical basis are combined with those of the sociocultural analysis of the audiovisual information (in form of several film essays)." : "In dieser Doktorarbeit wird eine Kombination linguistischer und statistischer Methoden verwendet, um diskursive und soziokulturelle Manifestationen von Homophobie und die Akzeptanz Homosexueller im Gebiet der spanischsprachigen Karibik am Beispiel von Bevölkerungsgruppen in Havanna, Santa Clara (Kuba) und an der kolumbianischen Karibikküste westlich des Río Magdalena zu untersuchen. Auch werden die inhärenten Beziehungen rund um die Akzeptanz von Homosexualität als auch der Diskurs, der jedwede vom heterosexistischen Modell abweichende sexuelle Orientierung direkt oder indirekt ablehnt, analysiert. Hierzu werden deskriptive Modelle zur Homophobie konstruiert, die die homophoben Tendenzen in den untersuchten Regionen und die mit ihnen in Wechselwirkung stehenden soziokulturellen Faktoren bestimmen und unter Einbeziehung sogenannter kausaler soziokultureller Modelle die Wirkungen der unabhängigen Variablen auf die homophoben Merkmale visualisieren. Diese rekursiv linearen Modelle werden kreiert, um die Zusammenhänge homophoben Verhaltens, Machismo, Doppelmoral und den verschiedene Arten der Akzeptanz gegenüber Homosexuellen zu verstehen. Mithilfe hier so genannter kausaler soziokultureller Modelle wird es möglich die statistisch untermauerten Ergebnisse und die aus der soziokulturellen Analyse der audiovisuellen Informationen (in Form mehrerer Film-Essays) stammenden zu verbinden.",
        "Homophobia - from repudiation through discrimination and in extreme circumstances even to open violence - is in the Caribbean still a trigger for social conflicts. Only a few years ago a series of gruesome murders of homosexuals occurred in Barranquilla and Cartagena de Indias. In this study two main research objectives are established: What is the level of acceptance of homosexuals? Do double standards with regard to homosexuality exist? Field researches and film recordings were carried out in the two biggest cities of the Colombian Caribbean coast, Barranquilla and Cartagena de Indias, the village Palenque de San Basilio, and two Cuban cities, Havana and Santa Clara." : "Homophobie – von Ablehnung über Diskriminierung bis hin zu offener Gewalt – ist in der Karibik heute noch Zündstoff für gesellschaftliche Auseinandersetzungen. Erst 2008 schockierte eine brutale Mordserie an Homosexuellen in Barranquilla und Cartagena de Indias. In der vorliegenden Untersuchung wird folgenden zwei Hauptforschungsfragen nachgegangen: Wie hoch ist das Akzeptanzniveau von Homosexualität? Gibt es eine Doppelmoral hinsichtlich des Themas der Homosexualität? Der Autor führte Feldforschungen und Filmaufnahmen an der kolumbianischen Karibikküste (Barranquilla, Cartagena de Indias, Palenque de San Basilio) und in Kuba (Havanna, Santa Clara) durch.",
        "To study sociocultural and discursive manifestations of homophobia and tolerance of homosexuality a combination of linguistic and statistical techniques is used. The field data is compiled, analyzed and processed by means of the combination of the following methods: visual ethnographic techniques, discourse analysis, descriptive and inferential statistics. This methodological triangulation guarantees to structure the audiovisual data and interlink the obtained information in order to answer the research questions from different perspectives." : "Diskursive und soziokulturelle Manifestationen von Homophobie sowie die Akzeptanz von Homosexuellen werden mittels linguistischer und statistischer Methoden untersucht. Zum Einholen, Aufbereiten und Verarbeiten der Feldinformationen werden visuell-ethnographische Techniken, Diskursanalyse, deskriptive Datenanalyse und Inferenzanalyse miteinander kombiniert. Dank dieser Methodentriangulation können die gewonnenen audiovisuellen Daten optimal strukturiert und die eingangs gestellten Forschungsfragen aus verschiedenen Blickwinkeln beantwortet werden.",
        "The author designs new algorithms for data collection and processing. Later on he elaborates descriptive models for the understanding and illustration of factors that effect homophobia such as machismo, double standards and others concomitant with the acceptance towards homosexuals. In this way he visualizes its interrelation. The innovative part of this procedure is on the one hand the application of path analysis methods that is further developed through the introduction of α-formulas, that enable to represent these recursive linear models in a compact way. On the other hand these models constitute the convergence point between quantitative and qualitative results that are presented by means of film essays." : "Der Verfasser entwirft neue Algorithmen für die Datenerfassung und -verarbeitung und benutzt beschreibende Kausalmodelle zum Verständnis und zur Veranschaulichung von Faktoren wie Machismo und Doppelmoral, die die Homophobie beeinflussen und die in Wechselwirkung miteinander treten. Das neuartige an diesem Verfahren ist einerseits die Anwendung und Weiterentwicklung der Pfadanalyse dank der Einführung der α-Formeln. Diese vermögen es die rekursiv linearen Modelle auf kompakte Art und Weise zu repräsentieren. Andererseits bilden diese Modelle die Schnittstelle zwischen quantitativ-statistischen und qualitativen Ergebnissen, die mittels Film-Essays dargestellt werden.",
        "Extract with clickable videos" : "Leseprobe mit anklickbaren Videos",
        "Appendices" : "Anhänge",
        "The layers of Cross Representation" : "Die Ebenen von Cross Representation",
        "Download Appendices" : "Anhänge herunterladen",
        "Enter the correct code" : "Den richtigen Code eingeben",
        "Please, enter the activation code (see page 227 of the book) to get access to the appendices." : "Bitte geben Sie den Aktivierungscode (siehe Seite 227 der Buchversion) ein, um Zugang zu den Anhängen zu bekommen.",
        "Please, enter the activation code (see page 227 of the book) to get access to the videos." : "Bitte geben Sie den Aktivierungscode (siehe Seite 227 der Buchversion) ein, um Zugang zu den Videos zu bekommen.",        
        "Unlock all features now" : "Alle Funktionen jetzt freischalten",
        "All features are unlocked" : "Alle Funktionen sind freigeschaltet",
        "See all appendices now" : "Alle Anhänge jetzt ansehen",
        "Congratulations! All features of site are unlocked now." : "Vielen Dank! Alle Funktionen der Seite sind nun freischaltet.",
        "All features unlocked" : "Alle Funktionen sind freigeschaltet.",
        "Wrong key. Please, try again!" : "Falscher Code. Bitte versuchen Sie es erneut!",
        "You should enter the activation code to be found on page 227 of the print version of the monograph" : "Sie müssen den Aktivierungscode von Seite 227 der Printversion folgender Monographie eingeben:",
        "Presentation Cuba" : "Videopräsentation Kuba",
        "Video presentation of Cuba" : "Videopräsentation Kuba",
        "First superstructure: acceptance of homosexuals" : "Erster globaler Themenbereich: Akzeptanz von Homosexuellen",
        "Second superstructure: rejection of homosexuals" : "Zweiter globaler Themenbereich: Ablehnung von Homosexuellen",
        "Third superstructure: individual valuations of homosexualidad" : "Dritter globaler Themenbereich: individuelle Wertungen über Homosexuelle",
        "Compilation of audiovisual contents for Cuba" : "Präsentation der audiovisuellen Inhalte für Kuba",
        "Compilation of audiovisual contents for Colombia" : "Präsentation der audiovisuellen Inhalte für Kolumbien",
        "Compilation for Cuba" : "Präsentation für Kuba",
        "Presentation of audiovisual contents for Cuba" : "Präsentation der audiovisuellen Inhalte für Kuba",
        "Compilation for Colombia" : "Präsentation für Kolumbien",
        "Presentation of audiovisual contents for Colombia" : "Präsentation der audiovisuellen Inhalte für Kolumbien",
        "Presentation Colombia" : "Videopräsentation kolumbianische Karibikküste",
        "Video presentation of Colombia" : "Videopräsentation kolumbianische Karibikküste",
        "Presentation of Colombia" : "Präsentation Kolumbien",
        "Presentation of Cuba" : "Präsentation Kuba",
        "Audiovisual contents for Cuba" : "audiovisuelles Material für Kuba",
        "Audiovisual contents for Colombia" : "audiovisuelles Material für Kolumbien",
        "Home" : "Übersicht",
        "Questions to homofobia, homosexuality and sexual double standards in the Spanish-speaking Caribbean until now were only treated on a literary level; probably there exist very few or no academic investigations on this topic." : "Fragen zur Homophobie und Doppelmoral hinsichtlich der Homosexualität wurden in der spanischsprachigen Karibik bisher nur auf literarischer Ebene behandelt; wahrscheinlich gibt es keine bzw. nur wenige wissenschaftlich fundierte Forschungen hierzu.",
        "In the 1980s, 1990s and 2000s were carried out in North America and Europe significant studies on the subject of homosexuality and masculinity that enrich existing gender studies. Notable are especially those by" : "In den 1980er, 1990er und 2000er Jahren gab es in Nordamerika und Europa bedeutende Studien zum Thema der Homosexualität und Männlichkeit, die die bestehende Geschlechterforschung bereicherten. Erwähnenswert sind insbesondere die von",
        "and in Latin America, for example," : "und in Lateinamerika, zum Beispiel von",
        "Other important studies in Latin America are, for example, those by" : "Weitere wichtige Studien in Lateinamerika sind beispielsweise die von",
        "(1996, 1997, 2003) investigates issues related to stereotypes regarding homosexuality in social areas that are highly considered to be male dominated. Other researchers on the same line of investigation are" : ", der Stereotype in Bezug auf Homosexualität in sozialen Bereichen untersucht, die stark als von Männern dominiert werden. Andere Untersuchungen gibt es von",
        "in Argentina" : "in Argentinien",
        "in Brazil" : "in Brasilien",
        "in Mexico" : "in Mexiko",
        "and especially" : "und besonders",
        "in Peru. The latter stands out especially for her research on male identities. Studies on gender and masculinities in Colombia are influenced by official changes that took place after the new constitution, which gave rights to traditionally discriminated or segregated minorities, was approved in 1991. Since then there has been various studies, for example by" : "in Peru. Letztere zeichnet sich vor allem mit ihrer Forschung über männliche Identitäten aus. Studien zur Gender-Thematik und Männlichkeiten in Kolumbien sind stark von den Änderungen der neuen im Jahr 1991 verabschiedeten Verfassung geprägt, die den traditionell sozial ausgegrenzten und diskriminierten Minderheiten Rechte zugesteht. Seitdem gab es verschiedene Studien, beispielsweise durch",
        ", but they did not extend to the Caribbean coast, where even until today these issues are not part of the academic interest. This research aims to be an initial approximation to a topic that remains currently being approached rudimentarily, because of the lack of studies and systemic instruments with the necessary rigor." : ", die sich allerdings nicht auf die Karibikküste ausweiteten, wo diese Fragen bis heute kein akademisches Interesse darstellen. Diese Forschung zielt darauf ab, eine erste Annäherung an ein Thema zu leisten, das derzeit aus Mangel an Studien und Methodik nur rudimentär betrachtet worden ist.",
        "In the case of Cuba, masculinity studies began in 1990, when Mariela Castro Espín founded the CENESEX (Center for the Study of Sexuality). Since then there has been some legislative and cultural progress regarding LGBT rights, especially after the release of the film 'Fresa y Chocolate' which according to" : "Im Falle Kubas begannen die Männlichkeitsstudien 1990, als Mariela Castro Espín den CENESEX (Zentrum für das Studium der Sexualität) gründete. Seitdem gab es einige legislative Verbesserungen und eine gewisse kulturelle Akzeptanz in Bezug auf LGBT-Rechte, vor allem nach der Premiere des Films 'Fresa y Chocolate', der nach",
        "has had a great impact on the Cuban society." : "einen großen Einfluss auf die kubanische Gesellschaft hatte.",
        "In recent studies of homophobia in Cuba is" : "In neueren Studien zur Homophobie in Kuba muss vor allem",
        "to be mentioned, an outstanding researcher who provides a detailed study of homophobic discourse in the early years of the Cuban nation. After focusing on the study of the works by authors such as José Lezama Lima and Virgilio Piñera, Fowler analyzes gay speech and the ways in which that speech is disguised, as well as the guilt complex experienced by homosexuals due to the strong impact of the patriarchal tradition." : "erwähnt werden, der eine detaillierte Untersuchung des homophoben Diskurs in den frühen Jahren der kubanischen Nation vornimmt. Nach der Betrachtung der Werke José Lezama Limas und Virgilio Piñeras analysiert er die homosexuelle Sprache und die Art und Weise, in der diese sich maskiert, als auch die Schuldkomplexe von Homosexuellen aufgrund der starken Auswirkungen der patriarchalen Tradition.",
        "Follow the Facebook-Livestream" : "Folge dem Facebook-Livestream",
        "Social Media" : "Soziale Medien",
        "Examples of" : "Beispiele von"
    }
    
}

