{
    "token": {
        "Multimodal representation of scientific results" : "Presentación multimodal de resultados cientificos",
        "Trend to methodological triangulation" : "Tendencia creciente hacia la triangulación metodológica",
        "Cross representing socio-cultural and statistical results" : "Presentación cruzada de resultados socio-culturales y estadísticos",
        "My interdisciplinary approach" : "Acercamiento interdisciplinario",
        "Cross Representation" : "Presentación Cruzada",
        "Contact" : "Contacto",
        "Links" : "Enlaces",
        "The author" : "El autor",
        "Monographs" : "Monografías",
        "Documentaries/Ethnographic films" : "Documentales/ Películas etnográficas",
        "Imprint" : "Aviso legal",
        "In order to obtain stimulating results and revealing insights of their study object, to get a more detailed and balanced picture of the phenomenon subject to study and therefore give more" : "En el mundo académico, sobre todo en la rama de las ciencias humanísticas, existe una tendencia creciente hacia la triangulación metodológica, técnica que aplica y combina diferentes métodos de investigación en el estudio del mismo fenómeno, ya sea social, cultural, lingüístico, etc. (cross examination), para obtener un panorama más detallado y equilibrado del objeto de estudio, y para darles más ",
        "credibility" : "credibilidad", 
        "and" : "y",
        "validity" : "validez", 
        "to the research results, academic scholars in humanities nowadays increasingly tend to apply and combine several research methodologies in the study of the same phenomenon (cross examination). By using such" : "a los resultados científicos. Al acercarse al objeto de estudio desde varios ángulos, la ",
        "methodological triangulation" : "triangulación metodológica",
        "this phenomenon is studied from different angles, which allows to obtain more convincing and revealing results and makes the researcher capable of more widely describing the complexity of human behavior." : "permite obtener resultados más convincentes y reveladores, y con ello describir la complejidad del comportamiento humano de manera más abarcadora.",
        "In contemporary sociocultural investigations," : "En la investigación contemporánea de corte sociocultural",
        "scientific knowledge" : "el conocimiento científico",
        "not necessarily has to be communicated exclusively through text anymore. The digital era offers multiple alternatives to present scientific results by means of" : "no necesariamente debe ser comunicado de manera exclusiva a través del texto. La era digital ofrece múltiples alternativas para presentar resultados científicos en una forma de",
        "multimodal manifestation forms" : "presentación multimodal",
        "i.e." : "es decir",
        "synthesising and interlinking text" : "en una especie de síntesis e interconexión de textos",
        "graphics" : "gráficos",
        "statistical models" : "modelos estadísticos",
        "film essays" : "ensayos audiovisuales",
        "that extend beyond a mere descriptive documentation or illustration, each one with a clearly defined interest of knowledge. That is" : " que van más allá de una simple documentación descriptiva o ilustrativa, teniendo cada uno un interés de conocimiento claramente definido y una dimensión de análisis determinado", 
        "cross representing" : "(Presentación Cruzada",
        "data." : ", en inglés Cross Representation)",
        "As a computer scientist and scholar in cultural and media studies, I feel attracted to New Media and am eager to use new technologies, since I took interest in sociocultural and etnographic investigations. These new media allow me to present the research results of my sociolinguistic and sociocultural studies more adequately. For example, the" : "Como informático e investigador en Estudios  Culturales y Medios de Comunicación, me siento atraído por los nuevos medios de comunicación y las nuevas tecnologías, especialmente desde que comencé a interesarme por la investigación sociocultural y etnográfica, pues los mismos permiten presentar los resultados de las investigaciones sociolingüísticas y socioculturales que llevo a cabo de una manera más adecuada. La utilización del",
        "film essay" : "ensayo audiovisual",
        "can be used to explain sociocultural phenomena to a non-scientific audience. In time this communication medium, combined with other multimodal manifestation forms, hopefully will stop being an annexed or complementary material of expression to become an indispensable and inseparable medium of" : "por ejemplo, puede utilizarse para extender el alcance de la divulgación de fenómenos socioculturales a un público más amplio, ajeno al ámbito académico. Con el tiempo, este modo de comunicación debería dejar de ser un material adjunto o complementario de la expresión escrita, para convertirse en una parte indispensable e inseparable de un nuevo medio de",
        "exposition of scientific results" : " transmisión de resultados científicos",
        "in Humanities." : ".",
        "Example Master thesis" : "Ejemplo tesina",
        "Example PhD thesis" : "Ejemplo doctorado",
        "Documentary" : "Documental fílmico",
        "Documentary (Germany / Cuba 2005) directed by: Cornelius Griep" : "Documental(Alemania / Cuba 2005), Dirección: Cornelius Griep",
        "In the days around December 17 nearly one million Cubans make a pilgrimage to a small town called Rincón, near Santiago de las Vegas in the south of Havana.": "En los días próximos al 17 de diciembre cerca de un millón de cubanos visitan el Rincón. Quizás sea este el lugar de peregrinación más concurrido en Cuba hasta nuestros días.",
        "At the altar of the local Catholic Church they thank the Saint Lazarus (San Lázaro) or his equivalent in the Afro-Cuban Santería religion Babalú Ayé for the fulfillment of their wishes.": "Año trás año el pago de las promesas corre por las calles que van en dirección al altar de la iglesia del pueblo Rincón cerca de Santiago de las Vegas en las afueras de la Ciudad de La Habana.",
        "Film Festivals" : "Festivales de Cine",
        "OV: Spanish, with German subtitles" : "Versión original en español con subtítulos en alemán",
        "Film premiere" : "Estreno del documental",
        "Announcement Film premiere" : "Anuncio estreno del documental",
        "Documentary (German version)" : "Documental fílmico (en aleman)",
        "Documentary (Spanish version)" : "Documental fílmico (en castellano)",
        "Documentary (Germany / Cuba 2010) directed by: Cornelius Griep" : "Documental (Dirección: Cornelius Griep, Alemania/ Cuba 2010)",
        "The merit of the Cuban dancer, dance teacher and choreographer Caridad Rodríguez Riverón - Caruca - is the revival of the almost forgotten traditional Cuban dances, an outstanding cultural achievement and an important contribution to the Cuban cultural identity." : "El mérito de la bailarina cubana, profesora de danza y coreógrafa Caridad Rodríguez Riverón – Caruca – es el de revivir los bailes tradicionales cubanos casi olvidados; un logro cultural excepcional y una importante contribución a la identidad cultural cubana.",
        "Dr. Kerstin Störl and Dr. Cornelius Griep present in their documentary the exciting life of Caruca and examine, underpinned by historical photographs, the history of popular Cuban dances like Son, Mambo, Chachachá, Casino, Rumba and Salsa. Interpersonal encounters are shown through poignant scenes, colorful and fast-paced Cuban dances that occur, both in Rueda groups, individual or couple dances from selfless devotion to partner conflict." : "La Dr. Kerstin Störl y el Dr. Cornelius Griep describen en su documental la excitante vida de Caruca e iluminan, apoyado en fotografías históricas, la historia de los bailes populares cubanos como el Son, el Mambo, el Chachachá, el Casino, la Rumba y la Salsa. Se muestran a través de escenas conmovedoras de bailes típicos cubanos con encuentros interpersonales que se escenifican mientras se baila, tanto en grupos de Rueda de Casino, de bailes individuales o en parejas, desde las relaciones amorosas hasta a los conflictos de pareja.",
        "Wikipedia link" : "Enlace a Wikipedia",
        "Multimedia presentation - extracts" : "Presentación multimedial - extractos",
        "About the author" : "Sobre el autor",
        "More about the author" : "Más sobre el autor",
        "Career progression" : "desarrollo profesional",
        "Doctor Philosophiae (Dr. phil.) in Romance Cultures and Master in Romance Languages (M.A. phil.)," : "Doctor Philosophiae (Dr. phil.) en Estudios Culturales Románicos y Maestría en Lenguas Románicas (M.A. phil.),",
        "Institute of Romance Languages and Cultures" : "Instituto de Lenguas Romances",
        "Master in Computer Science (M.A. rer. nat.)," : "Maestría en Ciencia de la computación (M.A. rer. nat.),",
        "Institute of Computer Science" : "Departamento de ciencias de la computación",
        "Cornelius Griep is currently conducting research within the working group 'Diversity and Hybridity in the context of Culture, Language and Communication' of the Technical University of Berlin. In his free time he is promoting intercultural dialogue, for example, by organizing study tours to Africa and Latin America." : "Actualmente Cornelius Griep está llevando a cabo su investigación en Centro de Estudios 'Diversidad e hibridez en el contexto de cultura,lengua y comunicación' de la Universidad Técnicade Berlín. En su tiempo libre promueve el diálogo intercultural, por ejemplo, mediante la organización de viajes de estudio a África y América Latina.",
        "Skills for Cross Representation:" : "Habilidades para Cross Representation:",
        "Research (Social and Cultural Sciences, Romance Languages, Anthropology)" : "Investigación (ciencias sociales y culturales, lenguas románicas, Antropología",
        "Computer Science (Digital Media, Statistical analysis software, simple regression models)" : "Ciencias de la Computación (Medios digitales, software de análisis estadístico, modelos de regresión",
        "Film (Ethnographic and documentary filmmaking, film essays)" : "Filmología (realización de documentales y películas etnográficas, ensayos fílmicos)",
        "Who is Cornelius Griep?" : "¿Quién es Cornelius Griep?",
        "Contact Info" : "Información de contacto",
        "Alternatively drop a line by this formular" : "O póngase en contacto a través del siguiente formulario",
        "First name" : "Primer nombre",
        "Surname" : "Apellido",
        "Institution (optional)" : "Institución (opcional)",
        "Email" : "Correo electrónico",
        "Telephone (optional)" : "Teléfono (opcional)",
        "Your message" : "Su mensaje",
        "Send message" : "Enviar mensaje",
        "Contact by email or Skype" : "Contacto a través de correo electrónico o Skype",
        "email" : "correo electrónico",
        "Please, write your message here..." : "Por favor, escríba su mensaje aquí...",
        "University of Western Indies" : "Universidad de La Habana",
        "Cole" : "Costa",
        "david.cole@uwi.edu" : "david.costa@uh.cu",
        "Follow on Social networks" : "Seguir a través de redes sociales",
        "Registration with activation code" : "Registración con código de activación",
        "In order to get access to ebooks, audiovisual material as well as the appendices with the statistical results of the monograph Homophobia and homophilia in Cuba and the Colombian Caribbean coast you should enter the activation code which you can find inside the hard copy of the book. Once you enter the activation code, you'll have access to all content permanently (your browser will remember this). Make sure your browser has activated cookies! If you are experiencing any problems, please send a message." : "Para tener acceso a los libros electrónicos enriquecidos, al material audiovisual, así como a los apéndices con los resultados estadísticos de la monografía Homofobia y homofilia en Cuba y el Caribe Colombiano, Ud. debe introducir el código de activación correspondiente. Este se encuentra en la versión impresa del libro. Una vez introducido tal código, se tiene acceso a todo contenido de manera permanente (su navegador lo recordará). Acuérdese de activar los cookies en su navegador. Si experimenta algún tipo de problema, por favor, escríba un mensaje.",
        "Homophobia - from repudiation through discrimination and in extreme circumstances even to open violence - is in the Caribbean still a trigger for social conflicts. Only a few years ago a series of gruesome murders of homosexuals occurred in Barranquilla and Cartagena de Indias. In this study two main research objectives are established: What is the level of acceptance of homosexuals? Do double standards with regard to homosexuality exist?" : "La homofobia, desde el rechazo pasando por la discriminación y llegando en circunstancias extremas a casos de violencia abierta, sigue siendo en el Caribe motivo de conflicto social. No muchos años atrás las poblaciones de Barranquilla y Cartagena de Indias se vieron conmovidas por una serie de asesinatos brutales a homosexuales. En el presente trabajo se persiguen dos objetivos fundamentales: esclarecer por un lado el nivel de aceptación del homosexual en las zonas del Caribe Colombiano y en Cuba y, por otro, si existe o no una doble moral en torno al tema de la homosexualidad.",
        "Academic antecedents" : "Antecedentes de la investigación",
        "The official discourse and its influence on spoken language in Cuba" : "La influencia del discurso oficial en el lenguaje cotidiano de Cuba",
        "Homophobia and homophilia in Cuba and the Colombian Caribbean coast" : "Homofobia y homofilia en Cuba y el Caribe Colombiano",
        "Caruca - Life is dance" : "Caruca – La vida es baile",
        "Evolution: Three Cuban stories" : "Evolución: tres historias cubanas",
        "Extract with clickable videos" : "Extracto con vínculos directos a videos",
        "On the trail of Alexander von Humboldt in Latin America" : "Trás la huella de Alexander von Humboldt en Latinoamérica",
        "On the trail of Alexander von Humboldt in Cuba" : "Trás la huella de A. von Humboldt en Cuba",
        "On the trail of Alexander von Humboldt in Colombia" : "Trás la huella de A. von Humboldt en Colombia",
        "On the trail of Alexander von Humboldt in Cuba - Impressions" : "Trás la huella de A. von Humboldt en Cuba - impresiones",
        "On the trail of Alexander von Humboldt in Cuba - Interview" : "Trás la huella de A. von Humboldt en Cuba - entrevista",
        "On the trail of Alexander von Humboldt in Colombia - Impressions" : "Trás la huella de A. von Humboldt en Colombia - impresiones",
        "On the trail of Alexander von Humboldt in Colombia - Interview" : "Trás la huella de A. von Humboldt en Colombia - entrevista",
        "Pedro and the Mejunge" : "Pedro y el Mejunge",
        "Evolution: From Homo sapiens to Homosexual – three Cuban stories" : "Evolución – ¿Del homosapiens al homosexual? – tres historias cubanas",
        "Ethnographic Films" : "Películas etnográficas",
        "are three young Cuban homosexuals from Havana, Santa Clara and Las Tunas. All three derive from different socio-economic backgrounds, but they have in common the strive to express their sexual orientation in Cuba in the special period." : " son tres jóvenes homosexuales cubanos de La Habana, Santa Clara y Las Tunas respectivamente. Los tres provienen de diferentes orígenes socio-económicos, pero tienen en común su deseo de expresar su orientación sexual en la Cuba de hoy.",
        "discovered to be gay at the age of 18. After finishing his career at the University of Havana he founded the Teatro Espontáneo de La Habana, a popular theatre group that performs their spontanous actions, e.g. in the Facultad de Artes y Letras of the University of Havana, the Allianza Francesa, the Pabellón Cuba or in one of the numerious casas de la cultura in Havana. Besides he is actively engaged in the anti-homophobia movement in today's Cuba." : ", después de terminar la universidad, funde el Teatro Espontáneo de La Habana, un grupo de teatro popular que lleva a cabo sus acciones de manera espontánea, por ejemplo, en la Facultad de Artes y Letras de la Universidad de La Habana, la Allianza Francesa, el Pabellón Cuba, o en algunas de las numerosas casas de la Cultura de La Habana.",
        "is black and homosexual, something that is considered the worst thing in Cuba. Due to racial and sexual discrimination he was forced to leave school early, but he was able to gain himself respect in society by establishing himself as a spiritualist sharing his gift with people in need. He also founded the first homosexual night club of Las Tunas." : "es negro y homosexual y durante su vida ha sufrido la discriminación racial y sexual desde edades muy tempranas. Aunque se vio obligado a abandonar la escuela, ha sido capaz de obtener respeto y reconocimiento social debido a sus dones espiritistas y a su disposición de compartirlos con las personas necesitadas. También fundó el primer club nocturno homosexual de Las Tunas.",
        "lives in Santa Clara with his older lover and is part of a unique cultural space in Cuba, that was formed around the Mejunje, a night club founded by Cuban revolutionary and homosexual Silverio." : "vive en Santa Clara con su amante, un hombre mayor que él, y participa del espacio cultural del Mejunje, un club nocturno, fundado por Silverio, un revolucionario cubano homosexual.",
        "Methodology: I accompany all three of them in their daily activities during a period of at least 72 hours, using an ethnographic approach by realizing three film documentaries that last about one hour each." : "Metodología: Utilizando un enfoque etnográfico que consistió en acompañarlos en sus actividades diarias durante un período de 72 horas, se realizaron tres películas documentales de cerca de una hora de duración cada una, en las que se recoge la experiencia de una sociedad en la que se respira una nueva apertura con respecto a la temática gay.",
        "After Fidel Castro delegated power to his brother Raúl, there has not been big changes in Cuban politics and its official discourse (see" : "Después de que Fidel Castro entregara el poder a su hermano Raúl, no han existido grandes cambios en la isla, como se esperaba a consecuencia de ese traspaso. El discurso oficial cubano sigue siendo el mismo que en el período de la guerra fría (véase",
        "Nevertheless, there has been an almost immediate opening in the country's gender policy, pushed forward by the president's daugther Mariela Castro Espín, who founded in 1990 the Centro de Estudios sobre la Sexualidad (CENESEX) and promotes since then legislative and cultural change for the Cuban LGBT community." : "A pesar de eso, se percibe una apertura hacia una política de género progresista, oficialmente liderado por la propia hija del actual presidente cubano, Mariela Castro Espín, quien en 1990 había fundado el Centro de Estudios sobre la Sexualidad (CENESEX), centro promotor desde aquel entonces del cambio legislativo y cultural a favor de la comunidad LGBT de la isla caribeña.",
        "In 2007 I began to document the expression of the flexibilization that has been taking place in the LGBT community in the Western and Central provinces of Cuba. I carried out video recordings of scenes where there is public homosexual activity happening in the Cuban capital, like the Malecón, some parks, certain zones of the surrounding areas of Havana, the Havana carnival (2005 till 2012), the International Day Against Homophobia (Día mundial contra la homofobia that is celebrated since 2008 on the island), the gay beach “Mi Caíto” in Playas del Este or the famous Mejunje club in Santa Clara." : "En el año 2007 comencé a documentar, en las provincias occidentales y centrales del país, la expresión palpable de la flexibilización que está teniendo lugar en el área de la igualdad de derechos de la comunidad LGBT. Realicé filmaciones en zonas de la capital donde existe una mayor actividad homosexual pública: el Malecón, parques, ciertas zonas de la periferia, el Carnaval de la Habana, el Día mundial contra la homofobia (que se celebra desde el 2008 en la isla), la playa “Mi Caíto” o el club nocturno Mejunje en Santa Clara, etc.",
        "Trailer" : "Tráiler",
        "Back to extract" : "regresar al extracto",
        "High level of machismo in language (value: 6)" : "Alto nivel de machismo en el lenguaje (valor: 6)",
        "Very low level of machismo in language (value: 1)" : "Muy bajo nivel de machismo en el lenguaje (valor: 1)",
        "Very low homophobic traits in language (value: 1)" : "Muy bajos rasgos homofóbicos en el lenguaje (valor: 1)",
        "Strong homophobic traits in language (value: 6)" : "Altos rasgos homofóbicos en el lenguaje (Wert: 6)",
        "Absence of homophobic traits in language (value: 0)" : "Ausencia de rasgos homofóbicos en el lenguaje (valor: 0)",
        "Low homophobic traits in language (value: 2)" : "Bajos rasgos homofóbicos en el lenguaje (valor: 2)",
        "Medium homophobic traits in language (value: 4)" : "Medianos rasgos homofóbicos en el lenguaje (valor: 4)",
        "Medium strong homophobic traits in language (value: 5)" : "Medio altos rasgos homofóbicos en el lenguaje (valor: 5)",
        "Very strong homophobic traits in language (value: 7)" : "Muy altos rasgos homofóbicos en el lenguaje (valor: 7)",
        "Absence of comment on social discrimination of homosexuals (value: 0)" : "Ausencia del comentario sobre la discriminación social del homosexual (valor: 0)",
        "Comment on social discrimination of homosexuals (value: 1)" : "Comentario sobre la discriminación social del homosexual (valor: 1)",
        "Absence of comment on existence of machismo in society (value: 0)" : "Ausencia del comentario sobre la existencia del machismo en la sociedad (valor: 0)",
        "Comment on existence of machismo in society (value: 1)" : "Comentario sobre la existencia del machismo en la sociedad (value: 1)",
        "Example of cultural stereotypes and acceptance of homosexuals" : "Ejemplo del estereotipo cultural y aceptación del homosexual",
        "First example of absence of double standards with regard to homosexuality (value: 0)" : "Primer ejemplo de ausencia de doble moral con respecto a la homosexualidad (valor: 0)",
        "Second example of absence of double standards with regard to homosexuality (value: 0)" : "Segundo ejemplo de ausencia de doble moral con respecto a la homosexualidad (valor: 0)",
        "First example of Existence of double standards with regard to homosexuality (value: 1)" : "Primer ejemplo de existencia de doble moral con respecto a la homosexualidad (valor: 1)",
        "Second example of Existence of double standards with regard to homosexuality (value: 1)" : "Segundo ejemplo de existencia de doble moral con respecto a la homosexualidad (valor: 1)",
        "Existence of cultural stereotypes with regard to homosexuality (value: 1)" : "Existencia del estereotipo cultural sobre la homosexualidad (valor: 1)",
        "Absence of cultural stereotypes with regard to homosexuality (value: 0)" : "Ausencia del estereotipo cultural sobre la homosexualidad (valor: 0)",
        "Medium-low homophobic traits in language (value: 3)" : "Medianos bajos rasgos homofóbicos en el lenguaje (valor: 3)",
        "Medium-high level of machismo in language (value: 5)" : "Mediano alto nivel de machismo en el lenguaje (valor: 5)",
        "Very high level of machismo in language (value: 7)" : "Muy alto nivel de machismo en el lenguaje (valor: 7)",
        "Medium level of machismo in language (value: 4)" : "Mediano nivel de machismo en el lenguaje (valor: 4)",
        "Medium-low level of machismo in language (value: 3)" : "Mediano bajo nivel de machismo en el lenguaje (valor: 3)",
        "Low level of machismo in language (value: 2)" : "Bajo nivel de machismo en el lenguaje (valor: 2)",
        "Absence of machismo in language (value: 0)" : "Ausencia de machismo en el lenguaje (value: 0)",
        "Very low level of religious stereotypes with regard to homosexuality (value: 1)" : "Nivel muy bajo del Estereotipo religioso sobre la homosexualidad (valor: 1)",
        "Absence of religious stereotypes with regard to homosexuality (value: 0)" : "Ausencia del estereotipo religioso sobre la homosexualidad (valor: 0)",
        "High level of religious stereotypes with regard to homosexuality (value: 6)" : "Nivel alto del Estereotipo religioso sobre la homosexualidad (valor: 6)",
        "Low level of religious stereotypes with regard to homosexuality (value: 2)" : "Nivel bajo del Estereotipo religioso sobre la homosexualidad (valor: 2)",
        "Medium-low level of religious stereotypes with regard to homosexuality (value: 3)" : "Nivel medio bajo del Estereotipo religioso sobre la homosexualidad",
        "Medium level of religious stereotypes with regard to homosexuality (value: 4)" : "Nivel medio del Estereotipo religioso sobre la homosexualidad (valor: 4)",
        "Medium-high level of religious stereotypes with regard to homosexuality (value: 5)" : "Nivel medio alto del Estereotipo religioso sobre la homosexualidad (valor: 5)",
        "Very high level of religious stereotypes with regard to homosexuality (value: 7)" : "Nivel muy alto del Estereotipo religioso sobre la homosexualidad (valor: 7)",
        "First example of machismo and place of residence" : "Primer ejemplo de machismo y lugar de vivencia",
        "Second example of machismo and place of residence" : "Segundo ejemplo de machismo y lugar de vivencia",
        "First example of Palenque de San Basilio" : "Primer ejemplo de Palenque de San Basilio",
        "Second example of Palenque de San Basilio": "Segundo ejemplo de Palenque de San Basilio",
        "Sociocultural causal model III for" : "Modelo causal sociocultural III para",
        "Sociocultural causal model V for" : "Modelo causal sociocultural V para",
        "Sociocultural causal model VI for" : "Modelo causal sociocultural VI para",
        "Aceptation index of homosexuals" : "Índice del nivel de aceptación del homosexual",
        "in Colombia" : "en Colombia",
        "in Cuba" : "en Cuba",
        "The following film essay is the explication of the sociocultural causal model III for the dependent variable" : "El siguiente ensayo fílmico es la explicación del modelo causal sociocultural III para la variable dependiente",
        "The following film essay is the explication of the sociocultural causal models IV, V and VI for the dependent variable" : "El siguiente ensayo fílmico es la explicación de los modelos causales socioculturales IV, V y VI para la variable dependiente",
        "Sociocultural causal models" : "Modelos causales socioculturales",
        "Homophilia in Cuba" : "Homofilia in Cuba",
        "Homophilia in Colombia" : "Homofilia in Colombia",
        "Homophobia in Cuba" : "Homofobia en Cuba",
        "Homophobia in Colombia" : "Homofobia en Colombia",
        "Sociocultural variables" : "Variables socioculturales",
        "Double standards" : "Doble moral",
        "Double standards with regard to homosexuality" : "Doble moral con respeto a la homosexualidad",        
        "Cultural stereotypes" : "Estereotipos culturales",
        "Cultural stereotypes with regard to homosexuality" : "Existencia del estereotipo cultural sobre la homosexualidad",
        "Religious stereotypes" : "Estereotipos religiosos",
        "Religious stereotypes with regard to homosexuality" : "Estereotipo religioso sobre la homosexualidad",
        "Homophobic traits in Language" : "Rásgos homofóbicos en el lenguaje",
        "The following film essay is the explication of the sociocultural causal models IV and V for the dependent variable" : "El siguiente ensayo fílmico es la explicación de los modelos causales socioculturales IV y V para la variable dependiente",
        "in the Colombian Caribbean coast" : "en el Caribe Colombiano",
        "Machismo in Language" : "Machismo en el lenguaje",
        "Comment on existence of machismo in society" : "Comentario sobre la existencia de machismo en la sociedad",
        "Comment on social discrimination" : "Comentario sobre la discriminación social",
        "Machismo and place of residence" : "Machismo y lugar de residencia",
        "Cultural Stereotypes and acceptance of homosexuals" : "Estereotipos culturales y aceptación del homosexual",
        "Supporting videos" : "Videos complementarios",
        "Interpretation of path models" : "Explicación modelos",
        "Go a level up" : "Subir nivel",
        "The monograph is the result of multiple (more than 30) visits to the Cuban island from 1996 till today. During this time I have had the opportunity to experience in situ how Cubans constantly adapt, develop and reinvent their linguistic variety in relation to the official discourse. This close immersion in the Cuban reality made it possible, not only to gain awareness of linguistic and cultural manifestations of Cuban intangible heritage and the collective unconscious, but also allowed me to achieve an elaborated understanding of the psychological mechanisms that underlie Cuban idiosyncratic expressions of everyday communication in Cuba, both on a linguistic and sociocultural level." : "Este trabajo es el resultado de múltiples (más de 30) visitas realizadas a la mayor de las Antillas entre 1996 y la actualidad. Durante las mismas he tenido la oportunidad de experimentar in situ cómo los cubanos constantemente adaptan, desarrollan y reinventan su variedad lingüística en relación con el discurso oficial. Esta cercana experiencia de inmersión en la realidad cubana posibilitó, no solo que adquiriera conciencia de las manifestaciones lingüísticas y culturales del patrimonio intangible y del inconsciente colectivo cubanos, sino también que llegara a tener una elaborada comprensión de los mecanismos psicológicos que subyacen tras las expresiones ideosincráticas cubanas, tanto a nivel lingüístico como sociocultural, y que encuentran expresión en la comunicación cotidiana.",
        "This research intends to make accessible my knowledge and the audiovisual field material (videos, audio recordings, photos, etc..) that have been accumulated during more than a decade, emphasizing the relationship between Cuban sociocultural manifestations and the current linguistic situation of the country. This work aims to give new impetus to research on the sociocultural and linguistic landscape of today's Cuba." : "Con esta monografía pretendo hacer accesibles mis conocimientos, así como el material audiovisual de campo (videos, grabaciones de audio, fotos, etc.) acumulados durante más de una década, poniendo énfasis en la relación de las manifestaciones socioculturales cubanas con la situación lingüística actual del país y contribuir a dar un nuevo impulso a las investigaciones sobre el panorama sociocultural y lingüístico de la Cuba de estos tiempos. En la actualidad se han operado cambios sociales en la isla que han acentuado aun más las diferencias entre los estereotipos del lenguaje hegemónico (el discurso oficial) y el paulatino y persistente empoderamiento de un contradiscurso al que los cubanos acceden y enriquecen en su diaria socialización.",
        "More than half a century of Cuban Revolution has left evident marks in the colloquial speech of Cuban people. The effects of this influence can be noticed in the language of several generations. By means of discourse analysis are examined both the official Cuban discourse and its effect in everyday language and culture during the so called 'special period'. Linguistic expressions of everyday life, cognitive-linguistic patterns, communication structures and cultural practices are analyzed. The interdisciplinary approach allows to determine sociocultural characteristics about Cuban identity, which contributes to a broad understanding of Cuban idiosyncrasy. Its cultural manifestations are related to the language situation on the island." : "En más de medio siglo la Revolución Cubana ha dejado indudablemente estigmas en el habla común de los cubanos. Se puede inferir que el efecto de esta influencia se percibe en el lenguaje cotidiano de varias generaciones. Con el método de análisis del discurso, se estudia el discurso oficial cubano y su efecto en el lenguaje y la cultura cotidianas durante el así llamado 'período especial'. Se comparan aquellos patrones del lenguaje que son afines al discurso oficial y aquéllos que entran en disconformidad con dicho discurso. Se analizan modos cotidianos de hablar, patrones cognitivos-lingüísticos, estructuras comunicativas y prácticas culturales.",
        "Based on the obtained results and by a further analysis of official discourse (used in recent socio-economic developments, including the restoration of diplomatic relations between Cuba and the United States) a possible scenario for the not too distant future of the island and probable socio-political implications are prognosticated.." : "El acercamiento interdisciplinario permite determinar características identitarias y socioculturales del cubano, que contribuyen a un amplio entendimiento de la idiosincrasia cubana. Sus manifestaciones culturales se relacionan con la situación lingüística en la Isla. Se deriva un posible escenario socio-político para un futuro no muy lejano, mediante un análisis adicional del discurso oficial empleado en los últimos acontecimientos socio-económicos, incluyendo el restablecimiento de las relaciones entre Cuba y Estados Unidos.",
        "Why this investigation?" : "El porqué de este trabajo",
        "Why this investigation" : "El porqué de esta investigación",
        "Monograph" : "Monografía",
        "monograph" : "monografía",
        "(documentary film, Premiere: Ibero-American Institute, Berlin)" : "(documental, estreno: Instituto Iberoamericano, Berlin)",
        "The influence of official discourse in the 'special period'" : "La influencia del discurso oficial cubano en el período especial",
        "Choteo: a sociocultural survival practice in today's Cuba" : "El choteo como método sociocultural de supervivencia en la Cuba contemporánea",
        "Stereotypes and diversity en Cuban youth language" : "Estereotipos y diversidad en el lenguaje juvenil cubano",
        "Permanent Revolution in Havana 2010" : "Revolución permanente en La Habana 2010",
        "Poster in Havana: resistence 2006" : "Póster propagandístico en La Habana (2006): Resistencia",
        "'Take command, Commander' with pentagram in Havana 2012" : "'Comandante en jefe, ordene!' con pentagrama 2012",
        "Official prescription of national pride in Havana 2006" : "Prescripción oficial del orgullo nacional 2006",
        "Historical contextualization of Cuban Revolution 2006" : "Contextualización histórica de la Revolución Cubana 2006",
        "Historic confirmation of Cuban Revolution 2010" : "Confirmación histórica de la Revolución Cubana 2010",
        "Fidel Castros legitimation of Raúl Castros politics in Havana 2010" : "Legitimación de la política de Raúl Castro por su hermano Fidel 2010",
        "Idolized leaders in Havana: Fidel Castro, José Martí, Simon Bolívar and Hugo Chavez 2014" : "Ídolos de hermandad en La Habana: Fidel Castro, José Martí, Simon Bolívar y Hugo Chavez 2014",
        "Political marketing for five Cuban spies Havana 2010" : "Marketing político de los 'cinco héroes' cubanos en La Habana 2010",
        "Wall painting of Cuban political youth organisation in Alamar 2012" : "Pintura de mural de la Unión de Jóvenes Comunistas en Alamar 2012",
        "Slogan of CDRs (Comité de Defensa de la Revolucion) in Havana 2012" : "Consigna de los CDR (Comité de Defensa de la Revolución) en La Habana 2012",
        "Parade for 45th anniversary of the FAR in Havana 2006" : "Manifestación por el 45 aniversario del la FAR en La Habana 2006",
        "Poster of Cuba victim of the embargo in Havana 2012" : "El tópico de la víctima del bloqueo 2012",
        "Poster in Havana: United for a prosperous and sustainable socialism 2013" : "Unidos por un socialismo próspero y sostenible 2013",
        "Sports as a right of the people, in Havana 2006" : "El discurso del deporte como derecho del pueblo 2006",
        "Symbolic use of pentagram in Havana five Cuban heroes 2006" : "Uso simbólico del pentagrama en los cinco héroes de la patria 2006",
        "Poster with five Cuban heros in Havana 2013" : "Póster con los 'cinco héroes cubanos' en La Habana 2013",
        "Store for religious objects in Havana 2014" : "tienda religiosa en La Habana 2014",
        "The Santuario de San Lazaro church in Santiago de las Vegas" : "Santuario Nacional de San Lazaro en Santiago de las Vegas",
        "Santeria shrine dedicated to Orisha Yemaya the Goddess of the Ocean in Havana 2014" : "Altar de Santería en honor del orisha Yemayá, la Diosa del mar, en La Habana 2014",
        "Art project Murallando in Havana Caridad del Cobre patroness of Cuba 2015" : "El proyecto artístico 'Murallando' en La Habana: La Caridad del Cobre, Patrona de Cuba 2015",
        "Achievements of Cuban Revolution in the field of education 2006" : "El tópico de las conquistas de la Revolución Cubana en la educación 2006",
        "Camello symbol of transport deficiencies in the 90s as object of Havana art project 'Murallando' 2015" : "El camello, como símbolo de la falta de transporte en los años 90s, como objetivo del proyecto de arte habanero 'Murallando' 2015",
        "Personality cult around Fidel Castro in Havana 2006" : "El culto a la personalidad de Fidel Castro en La Habana 2006",
        "Tribute to and in San Miguel del Padron 2010" : "Homenaje íntimo a San Migel del Padrón 2010",
        "Faded revolutionary wall painting in Havana 2014" : "Pintura revolucionaria descolorida en La Habana 2014",
        "Always Revolution in Havana 2006" : "Revolución constante en La Habana 2006",
        "Synopsis" : "Sinopsis",
        "Table of content" : "Contenido",
        "Content" : "Contenido",
        "Poster (Spanish)" : "Póster (Español)",
        "Poster" : "Póster",
        "Multimedia presentation" : "Presentación multimedial",
        "Multimedia CD" : "CD multimedial",
        "CD Cover" : "Carátula del CD",
        "External Links" : "Enlaces externos",
        "Lectures" : "Ponencias",
        "(monograph, Spanish)" : "(Monografía en castellano)",
        "(monograph, German)" : "(Monografía en alemán)",
        "Article in university magazine 'TU Intern' (column Research, 2011)" : "Artículo en la revista universitaria “TU Intern” (columna “Investigación”, 2011)",
        "alternatively:" : "de manera alternativa:",
        "Download article as pdf file" : "Bajar artículo como archivo pdf",
        "Article in German national newspaper 'Der Tagesspiegel' (column Knowledge, 2011)" : "Artículo en el períodico nacional alemán “Der Tagesspiegel” (columna “Conocimiento”, 2011)",
        "Guideline for interpretation of sociocultural causal models by the example of" : "Guía para la interpretación de los modelos causales socioculturales",
        "Interpretation guide" : "Guía para interpretar",
        "Interpretation guide for sociocultural causal models" : "Guía de interpretación para modelos causales socioculturales",
        "The following video shall give a short overview on how to interprete the path models using the example of sociocultural causal model III for the dependent variable" : "El siguiente video es un ejemplo para que el lector pueda comparar y comprobar los resultados de los modelos causales a través del modelo causal sociocultural III para la variable dependiente",
        "Despite the diversity that characterizes the analyzed regions, Cuba and the Colombian Caribbean coast west of the Magdalena River, in particular, these regions are largely homogeneous in language, history, culture, ethnical composition, culinary specialities, religion, etc. This homogeneity makes feasible and viable a study of this area, with results that can transcend this particular socio-geographic space." : "A pesar de la diversidad que caracteriza a las regiones caribeñas sujetas a estudio, Cuba y el Caribe Colombiano al oeste del Río Magdalena, estas representan un área homogénea por su lengua, cultura, historia, composición étnica, mestizajes, gustos culinarios parecidos, etc. Esta homogeneidad hace factible y viable un estudio de esta área, cuyos resultados pueden trascender este espacio socio-geográfico concreto.",
        "My original motivation for this investigation dates back into the year 2008 after the first visit of both most popular Colombian coastal cities Cartagena de Indias and Barranquilla, where a several homosexuals were murdered brutally, unsolved until today maybe because of reasons that are related to homophobia (like the fact of the police justification of these crimes with the sexual orientation of the murdered persons)." : "La motivación original para tratar este tema surgió después de una primera visita a las ciudades caribeñas más grandes de Colombia, Cartagena de Indias y Barranquilla, en el año 2008. Por esa época tuvieron lugar en dicha zona una serie de asesinatos brutales a homosexuales. Tales sucesos siguen hasta hoy en día sin resolverse, probablemente debido a la existencia de tendencias homofóbicas que se manifiestan, por ejemplo, en la ambigua justificación policial dada a dichos crímenes. Se responsabilizó, inoficialmente, a las personas asesinadas de los hechos ocurridos, por la mera razón de tener una orientación sexual contraria a la heterosexual.",
        "The sociohistoric fact that homosexuals after the victory of the socialist Revolution of 1959 were locked away into work camps, motivated the investigation of the topic in the today's Cuban society, which finds itself in a deep crisis of economy, language and values." : "Por otra parte, en Cuba, a partir del triunfo de la revolución socialista en el año 1959, se comenzó a perseguir, hostigar y encarcelar a muchos homosexuales. Este hecho sociohistórico constituye un elemento que también motivó la temática general de la investigación.",
        "Another circumstance which influenced the choice of the topic of this study was the impact of the severe economic crisis that took place in Cuba since 1990 (also known as the special period) and left marks in today's Cuban society. This crisis contributed to significant changes in individual human values and discursive manifestations of the general population associated with these phenomena. One of the social phenomena associated with these changes was the jineterismo, sociocultural survival strategy through prostitution with foreigners, studied in my monograph" : "Otra circunstancia que influyó en la elección del tema de este trabajo fue la repercusión de la fuerte crisis económica que tuvo lugar en Cuba a partir de 1990 (que se conoce también como el período especial) en el imaginario sociocultural de la actual sociedad cubana. Esta crisis contribuyó a que ocurrieran cambios notables en los valores humanos individuales y en las manifestaciones discursivas de la población en general en torno a los fenómenos asociados a estos. Uno de los fenómenos sociales asociados con dichos cambios fue el del jineterismo, estrategia sociocultural de superviviencia a través de la prostitución con residentes en el extranjero, estudiada en mi monografía",
        "The phenomena 'Jineterismo', at the point of this research, had been already considered among the Cuban population as a sociocultural accepted strategy (see" : "El jineterismo, en el momento de la investigación, ya había sido aceptado como una estrategia de supervivencia socialmente aceptada entre la población cubana (véase",
        "pp. 66 and" : "pág. 66 y",
        "In 2007 I began doing ethnographic research on the discursive strategies of homosexuals in Cuba and their attempts to readjust the expression of their homosexuality in different areas of their life. My research began with the" : "En el año 2007 empecé a realizar una investigación etnográfica sobre las estrategias discursivas de los homosexuales en Cuba en sus intentos de reajustar la expresión de su condición homosexual en diferentes ámbitos de su vida",
        "shooting of three stories of gay life in the island" : "(llevado a cabo como películas etnográficas)",
        "Starting with this first work, It became evident that a big part of the Cuban population unconsciously identified masculinity as closely linked to the model of heterosexual life, and that the apparent tolerance toward homosexuals in recent years, mainly due to the change in official discourse regarding the civil rights of this social group, was conditioned by the extreme (socio-political, socio-cultural and socio-economic) situation of the special period. Since there was no representative empirical research, able to confirm or refute the hypothesis that the alleged tolerance toward homosexuals was a nonexistent reality beyond the official discourse, I decided to investigate the topic." : "Mi investigación comenzó con la filmación de tres historias de vida de homosexuales en la isla. A partir de este primer trabajo se hizo evidente que una gran parte de la población cubana seguía identificando la masculinidad, de manera inconsciente, como estrechamente vinculada con el modelo de vida heterosexual, y que la aparente tolerancia hacia los homosexuales en los últimos años, se debía principalmente al cambio en el discurso oficial con respecto a los derechos civiles de este grupo social, cambio condicionado por la situación extrema (socio-política, socio-cultural y socio-económica) del período especial. Dado que no había ninguna investigación empírica representativa, capaz de confirmar o refutar la hipótesis de que la supuesta apertura y tolerancia hacia los homosexuales era una realidad inexistente más allá del discurso oficial, me decidí a investigar el tema.",
        "Read more" : "Leer más",
        "Linguistic forms of social exclusion in Spanish-speaking Caribbean: Cuba and Colombian Caribbean coast": "Formas lingüísticas de exclusión social en el Caribe hispanohablante: Cuba y la costa caribeña colombiana",
        "In this doctoral thesis a combination of linguistics and statistical techniques is used in order to study sociocultural and discursive manifestations of homophobia and acceptation of homosexuals in the Colombian Caribbean coast, west of the Río Magdalena, and the population groups of La Habana and Santa Clara in Cuba. Furthermore, the inherent relations around the acceptance of homosexuality, as well as the discourse that directly or indirectly rejects any sexual orientation different from the established heteronormative model are analyzed." : "En este trabajo de doctorado se aplica una combinación de técnicas lingüísticas y métodos estadísticos, con el fin de estudiar las manifestaciones discursivas y socioculturales de la homofobia frente a la tolerancia hacia la homosexualidad en las zonas del Caribe Colombiano, al oeste del Río Magdalena, y en dos ciudades de Cuba. En el mismo se analizan las relaciones intrínsecas que se establecen alrededor de la aceptación de la homosexualidad y un discurso que rechaza, directamente o indirectamente, cualquier orientación sexual que se desvíe del patrón heterosexista.",
        "In this doctoral thesis a combination of linguistics and statistical techniques is used in order to study sociocultural and discursive manifestations of homophobia and acceptation of homosexuals in the Colombian Caribbean coast, west of the Río Magdalena, and the population groups of La Habana and Santa Clara in Cuba. Furthermore, the inherent relations around the acceptance of homosexuality, as well as the discourse that directly or indirectly rejects any sexual orientation different from the established heteronormative model are analyzed. For this purpose a descriptive model of homophobia is constructed, that determines the homophobic tendencies and the related socio-cultural factors in the examined regions and visualizes the implications of the independent variables to the homophobic traits by integrating so called causal sociocultural models. These models, considered linear recursive models, are designed in order to understand the interrelation between homofobic conduct, machism, double standards and different levels of acceptance towards homosexuals. By means of here denominated causal sociocultural models, the results of a firm statistical basis are combined with those of the sociocultural analysis of the audiovisual information (in form of several film essays)." : "En este trabajo de doctorado se aplica una combinación de técnicas lingüísticas y métodos estadísticos, con el fin de estudiar las manifestaciones discursivas y socioculturales de la homofobia frente a la tolerancia hacia la homosexualidad en las zonas del Caribe Colombiano, al oeste del Río Magdalena, y en dos ciudades de Cuba. En el mismo se analizan las relaciones intrínsecas que se establecen alrededor de la aceptación de la homosexualidad y un discurso que rechaza, directamente o indirectamente, cualquier orientación sexual que se desvíe del patrón heterosexista. Para este fin se construyen modelos descriptivos de la homofobia que determinan las relaciones que, concomitantes con el discurso homofóbico, refuerzan su rechazo o admiten la aceptación de la diversidad de la orientación sexual, además de los factores socioculturales relacionados en las zonas sujetas a la investigación. A continuación, se visualizan las implicaciones de las variables independientes a los rasgos homofóbicos, integrando así los llamados modelos causales socioculturales. Estos modelos, considerados modelos lineales recursivos, reflejan la interrelación entre la conducta homofóbica, el machismo, la doble moral, y los diferentes niveles de aceptación hacia los homosexuales. A través de los, aquí denominados, modelos causales socioculturales, se integran los resultados de una base estadística firme con aquellos derivados del análisis sociocultural de la información audiovisual, que adopta la forma del ensayo fílmico. Es decir, partiendo de cálculos estadísticos y modelos causales descriptivos derivados de estos, y de la documentación fílmica, se aplica la cross representation para entender el sentido del fenómeno sociocultural estudiado. Esto se logra a través del agrupamiento, la clasificación y la confrontación de elementos multimodales, donde los medios empleados se imbrican y crean un multilenguaje, que abre un espacio significativo para el establecimiento de nuevas asociaciones e interpretaciones.",
        "Homophobia - from repudiation through discrimination and in extreme circumstances even to open violence - is in the Caribbean still a trigger for social conflicts. Only a few years ago a series of gruesome murders of homosexuals occurred in Barranquilla and Cartagena de Indias. In this study two main research objectives are established: What is the level of acceptance of homosexuals? Do double standards with regard to homosexuality exist? Field researches and film recordings were carried out in the two biggest cities of the Colombian Caribbean coast, Barranquilla and Cartagena de Indias, the village Palenque de San Basilio, and two Cuban cities, Havana and Santa Clara." : "La homofobia, desde el rechazo pasando por la discriminación y llegando en circunstancias extremas a casos de violencia abierta, sigue siendo en el Caribe motivo de conflicto social. No muchos años atrás las poblaciones de Barranquilla y Cartagena de Indias se vieron conmovidas por una serie de asesinatos brutales a homosexuales. En el presente trabajo se persiguen dos objetivos fundamentales: esclarecer por un lado el nivel de aceptación del homosexual en las zonas del Caribe Colombiano y en Cuba y, por otro, si existe o no una doble moral en torno al tema de la homosexualidad. Para ello el autor realiza trabajos de campo y filmaciones en las dos ciudades más grandes de la costa atlántica de Colombia, Barranquilla y Cartagena de Indias, el pueblo Palenque de San Basilio y dos ciudades cubanas, La Habana y Santa Clara.",
        "To study sociocultural and discursive manifestations of homophobia and tolerance of homosexuality a combination of linguistic and statistical techniques is used. The field data is compiled, analyzed and processed by means of the combination of the following methods: visual ethnographic techniques, discourse analysis, descriptive and inferential statistics. This methodological triangulation guarantees to structure the audiovisual data and interlink the obtained information in order to answer the research questions from different perspectives." : "Para estudiar las manifestaciones discursivas y socioculturales de la homofobia frente a la aceptación del homosexual se utiliza una combinación de técnicas lingüísticas y métodos estadísticos. Se recopila, analiza y desarrolla toda la información de los trabajos de campo con la ayuda de los siguientes métodos: el etnográfico visual, el análisis del discurso y el análisis descriptivo e inferencial. Con esta diversidad de técnicas se realiza una triangulación metodológica, la cual permite estructurar todos los datos obtenidos de la muestra audiovisual y entrelazarlos con el objetivo de responder a las interrogantes establecidas desde perspectivas diferentes.",
        "The author designs new algorithms for data collection and processing. Later on he elaborates descriptive models for the understanding and illustration of factors that effect homophobia such as machismo, double standards and others concomitant with the acceptance towards homosexuals. In this way he visualizes its interrelation. The innovative part of this procedure is on the one hand the application of path analysis methods that is further developed through the introduction of α-formulas, that enable to represent these recursive linear models in a compact way. On the other hand these models constitute the convergence point between quantitative and qualitative results that are presented by means of film essays." : "En una primera fase el autor diseña nuevos algoritmos para la recogida y procesamiento de la información. Más adelante elabora modelos descriptivos para la comprensión de los factores que inciden en la homofobia, como el machismo, la doble moral y otros concomitantes con la aceptación hacia el homosexual. De este modo hace visible su interrelación. Lo novedoso de este procedimiento radica por un lado en la aplicación del análisis de senderos que se continúa desarrollando con la introducción de las denominadas por el autor α-fórmulas. Estas permiten representar de una manera compacta los diagramas de flujo. Por otro lado, estos modelos constituyen el punto de convergencia entre los resultados cuantitativos y los cualitativos presentados a través de los ensayos fílmicos",
        "Extract with videos" : "Extracto con enlaces a videos",
        "The layers of Cross Representation" : "Los niveles de la Presentación cruzada",
        "Appendices" : "Apéndices",
        "Download Appendices" : "Descargar los apéndices",
        "Enter the correct code" : "Introducir el código correcto",
        "Please, enter the activation code (see page 227 of the book) to get access to the appendices." : "Por favor, introduzca el código de activación (véase página 227 del libro) para acceder a los appéndices.",
        "Please, enter the activation code (see page 227 of the book) to get access to the videos." : "Por favor, introduzca el código de activación (véase página 227 del libro) para acceder a los videos.",
        "Unlock all features now" : "Desbloquear funciones ahora",
        "All features are unlocked" : "Todas funciones están desbloqueadas",
        "See all appendices now" : "Ver todos los apéndices",
        "All features unlocked" : "Todas funciones están desbloqueadas",
        "Congratulations! All features of site are unlocked now." : "Enhorabuena! Todas las funciones de esta páginas estan desbloqueadas",
        "Wrong key. Please, try again!" : "El código es incorrecto. Inténtelo de nuevo!",
        "You should enter the activation code to be found on page 227 of the print version of the monograph" : "Ud. debe introducir el código de activación en la página 227 de la versión impresa de la monographía",
        "Presentation Cuba" : "Presentación de video de Cuba",
        "Video presentation of Cuba" : "Presentación de video de Cuba",
        "Presentation Colombia" : "Presentación de video del Caribe Colombiano",
        "Presentation of Colombia" : "Presentación de Colombia",
        "Presentation of Cuba" : "Presentación de Cuba",
        "Compilation for Cuba" : "Presentación de Cuba",
        "First superstructure: acceptance of homosexuals" : "Primer bloque temático: aceptación del homosexual",
        "Second superstructure: rejection of homosexuals" : "Segundo bloque temático: rechazo del homosexual",
        "Third superstructure: individual valuations of homosexualidad" : "Tercer bloque temático: valoraciones individuales sobre la homosexualidad",
        "Compilation of audiovisual contents for Cuba" : "Presentación de la muestra audiovisual de Cuba",
        "Compilation of audiovisual contents for Colombia" : "Presentación de la muestra audiovisual de Colombia",
        "Presentation of audiovisual contents for Cuba" : "Presentación de la muestra audiovisual de Cuba",
        "Compilation for Colombia" : "Presentación de Colombia",
        "Presentation of audiovisual contents for Colombia" : "Presentación de la muestra audiovisual de Colombia",
        "Video presentation of Colombia" : "Presentación de video del Caribe Colombiano",
        "Audiovisual contents for Cuba" : "Muestra audiovisual de Cuba",
        "Audiovisual contents for Colombia" : "Muestra audiovisual del Caribe Colombiano",
        "Home" : "Página de inicio",
        "Questions to homofobia, homosexuality and sexual double standards in the Spanish-speaking Caribbean until now were only treated on a literary level; probably there exist very few or no academic investigations on this topic." : "En el Caribe hispanohablante, el tema de la homofobia y el de la doble moral con respecto a la homosexualidad solamente se han tratado en el ámbito literario; probablemente no exista ninguna, o a lo sumo muy pocas investigaciones en el ámbito académico sobre este tema.",
        "In the 1980s, 1990s and 2000s were carried out in North America and Europe significant studies on the subject of homosexuality and masculinity that enrich existing gender studies. Notable are especially those by" : "En la década de 1980, 1990 y 2000 en América del Norte y Europa se realizan estudios significativos sobre el tema de la homosexualidad y la masculinidad que enriquecen los ya existentes estudios de género. Destacan los de",
        "and in Latin America, for example," : "y sobre América Latina, por ejemplo,",
        "Other important studies in Latin America are, for example, those by" : "Otros estudios de importancia en América Latina son, por ejemplo, los de",
        "in Argentina" : "más concretamente en Argentina investiga el tema",
        "(1996, 1997, 2003) investigates issues related to stereotypes regarding homosexuality in social areas that are highly considered to be male dominated. Other researchers on the same line of investigation are" : "centrándose en los estereotipos respecto a la homosexualidad en áreas sociales que son identificadas en un alto grado como masculinas; en Chile lo hacen",
        "in Brazil" : "lo hace en Brasil",
        "in Mexico" : "en México",
        "and especially" : "y, sobre todo,",
        "in Peru. The latter stands out especially for her research on male identities. Studies on gender and masculinities in Colombia are influenced by official changes that took place after the new constitution, which gave rights to traditionally discriminated or segregated minorities, was approved in 1991. Since then there has been various studies, for example by" : "sobre identidades masculinas. Los estudios sobre género y masculinidades en Colombia son influenciados por los cambios oficiales generados a partir del 1991, año en que se aprueba la nueva constitución, que otorga derechos a las minorías tradicionalmente discriminadas o segregadas. Desde entonces se realizan distintas investigaciones, como, por ejemplo,",
        ", but they did not extend to the Caribbean coast, where even until today these issues are not part of the academic interest. This research aims to be an initial approximation to a topic that remains currently being approached rudimentarily, because of the lack of studies and systemic instruments with the necessary rigor." : ", pero que no se extienden a la costa del Caribe, donde hasta la actualidad estos temas no forman parte del interés académico. Esta investigación pretende un acercamiento inicial a un tema que actualmente sigue tratándose con enfoques rudimentarios por la carencia de estudios y de instrumental sistémico para abordarlo con el rigor necesario.",
        "In the case of Cuba, masculinity studies began in 1990, when Mariela Castro Espín founded the CENESEX (Center for the Study of Sexuality). Since then there has been some legislative and cultural progress regarding LGBT rights, especially after the release of the film 'Fresa y Chocolate' which according to" : "En el caso de Cuba los estudios de masculinidad comienzan en el año 1990, cuando Mariela Castro Espín funda el CENESEX (Centro de Estudios sobre la Sexualidad). Desde entonces hay ciertos avances desde el punto de vista legislativo y cultural, sobre todo tras el estreno de la película 'Fresa y Chocolate', que según",
        "has had a great impact on the Cuban society." : "tuvo un gran impacto en la sociedad cubana.",
        "In recent studies of homophobia in Cuba is" : "Entre las investigaciones de carácter reciente sobre homofobia en Cuba destaca la realizada por",
        "to be mentioned, an outstanding researcher who provides a detailed study of homophobic discourse in the early years of the Cuban nation. After focusing on the study of the works by authors such as José Lezama Lima and Virgilio Piñera, Fowler analyzes gay speech and the ways in which that speech is disguised, as well as the guilt complex experienced by homosexuals due to the strong impact of the patriarchal tradition." : "donde en su introducción realiza un estudio pormenorizado del discurso homofóbico en los primeros años de la nación cubana. Después, centrándose en el estudio de las obras de autores como José Lezama Lima y Virgilio Piñera, analiza el discurso homosexual y los medios de enmascaramiento de ese discurso, así como los complejos de culpa del homosexual debido a la fuerte incidencia en el medio de una tradición patriarcal.",
        "Follow the Facebook-Livestream" : "Seguir en Facebook",
        "Social Media" : "Redes Sociales",
        "Examples of" : "Ejemplos de"
    }
}

